export const mockResponseArabic = [
  {
    id: 'ef82f33e-ca36-40bd-b8c7-5c75ab8c42ae',
    time: 0,
    targetLang: 'على اي بطالب العم المدني مع العم المدني الفوز',
    baseLang: '',
    originalIndex: 0,
  },
  {
    id: 'a9028727-f754-4d6f-8b3f-ab3fa19874c9',
    time: 7,
    targetLang:
      'السلام عليكم ورحمه الله تعالى وبركاته وانا سعيد للغايه انه الليله اقدم اول',
    baseLang: '',
    originalIndex: 1,
  },
  {
    id: 'e0465869-4cb8-41a9-bfc9-f551003f5d58',
    time: 13,
    targetLang: 'حلقات برنامج للحقيقه والتاريخ ده برنامجسعى',
    baseLang: '',
    originalIndex: 2,
  },
  {
    id: 'df037a3e-d13a-4211-958f-a89c8aab0eb0',
    time: 18,
    targetLang:
      'ما استطعت انه يستمر بشكل اسبوعي على منصاتي الشخصيه المختلفه في فيسبوك في اكس',
    baseLang: '',
    originalIndex: 3,
  },
  {
    id: '9cf01a87-180d-48d1-acb3-5a9ad59f14b1',
    time: 25,
    targetLang: 'في تيك توك في يوتيوب',
    baseLang: '',
    originalIndex: 4,
  },
  {
    id: '6d4b854b-d7c0-42cc-982d-947524b24905',
    time: 30,
    targetLang:
      'البرنامج ده ماج معسم يعني حيتقيد بصيغه واحده وبشكل واحد يعني مرات ممكن نتطرق',
    baseLang: '',
    originalIndex: 5,
  },
  {
    id: 'e56855f4-6dfa-4a25-9519-3754d5067b26',
    time: 38,
    targetLang:
      'لقضيه بعينه راهنه للتعليق عليها مرات ممكن يكون له موضوع بعينه وداير اقول في',
    baseLang: '',
    originalIndex: 6,
  },
  {
    id: '5a1b7c28-3a78-428e-9aa5-8eb902ecf3da',
    time: 45,
    targetLang:
      'قراي مرات ممكن يكون معي زول ثاني مرات ممكن يكون في زول ثاني اصلا ذاته غيري',
    baseLang: '',
    originalIndex: 7,
  },
  {
    id: '0510c2ab-bce1-48cb-b74b-6e4b78fa4a68',
    time: 52,
    targetLang:
      'والاهم من ده انه بقدر الامكان المنصات نفسها حتستمع لارى كل الناس اللي بيشاهدوا',
    baseLang: '',
    originalIndex: 8,
  },
  {
    id: 'efc76af3-a87d-434b-b575-adf4dad6da1e',
    time: 60,
    targetLang: 'وبيتابعوا وتضع في عين الاعتبار المقترحات المختلفه اللي',
    baseLang: '',
    originalIndex: 9,
  },
  {
    id: '1b0ef85e-7e9e-41a2-8866-99cee648bae8',
    time: 65,
    targetLang:
      'بيقولوها سواء كان لمواضيع بعينه عاوزين انه يتم تسليط الضوء عليها او لملاحظات',
    baseLang: '',
    originalIndex: 10,
  },
  {
    id: '3b9cbac1-4daf-4463-bf4c-b6a1d224c317',
    time: 73,
    targetLang: 'عامه على البرنامج والليله داير ابدا',
    baseLang: '',
    originalIndex: 11,
  },
  // {
  //     "id": "900d11b5-322d-45d6-b8f4-68566b14b4cd",
  //     "time": 78,
  //     "targetLang": "بمناقشه موضوع ناس بتتذكر الهتاف",
  //     "baseLang": "",
  //     "originalIndex": 12
  // },
  // {
  //     "id": "3d185b4f-27d0-4c3f-b55c-b663221fc619",
  //     "time": 85,
  //     "targetLang": "الشهير اللي كان في ميدان الاعتصام وفي ايام الثوره",
  //     "baseLang": "",
  //     "originalIndex": 13
  // },
  // {
  //     "id": "ab02ea06-dcd5-41e5-8985-d5311faf920f",
  //     "time": 89,
  //     "targetLang": "ما راجع انا لي مطالب جيبوا حكومه الحكم المدني ودم الكوز اللي قتل الطالب والهتاف",
  //     "baseLang": "",
  //     "originalIndex": 14
  // },
  // {
  //     "id": "3f26d346-bbf1-4688-92fd-45e7742aa137",
  //     "time": 96,
  //     "targetLang": "ده محوره اللي بيتركز حوله هو قضيه الحكم المدني يعني وغالب الهتافات اللي كانت",
  //     "baseLang": "",
  //     "originalIndex": 15
  // },
  // {
  //     "id": "b5af9c90-566b-4911-8ebf-2aa035e124a9",
  //     "time": 102,
  //     "targetLang": "موجوده في ميدان الاعتصام كان بيتركز حول قضيه الحكم المدني الهتاف اللي ذكرته قبل",
  //     "baseLang": "",
  //     "originalIndex": 16
  // },
  // {
  //     "id": "884172cc-efb0-4dd9-9302-fbb51e03331d",
  //     "time": 108,
  //     "targetLang": "شويه الهتاف بتاع مدنيه وغيره من الهتافات والاناشيد والاغاني اللي كانوا بتغنوا بها",
  //     "baseLang": "",
  //     "originalIndex": 17
  // },
  // {
  //     "id": "56bf266d-6b16-4d55-8ae4-2e07b265f9be",
  //     "time": 116,
  //     "targetLang": "السوار انذاك والمطالبه بالحكم المدني هي طبعا ما يعني لحظه حراج روح ساي انا بعتقد",
  //     "baseLang": "",
  //     "originalIndex": 18
  // },
  // {
  //     "id": "c0b18232-c517-4a41-838f-f9c94d223ba2",
  //     "time": 125,
  //     "targetLang": "بانه المطالبه بالحكم المدني هي عباره عن تلخيص وتوصل لخلاصات متعلقه",
  //     "baseLang": "",
  //     "originalIndex": 19
  // },
  // {
  //     "id": "50ffeb08-8323-40d3-b051-732719c73d08",
  //     "time": 134,
  //     "targetLang": "بتاريخ السودان خصوصا يعني الدوله الحديثه في السودان من بعد استقلاله حتى الان ليه؟",
  //     "baseLang": "",
  //     "originalIndex": 20
  // },
  // {
  //     "id": "eb43cac5-e42d-4b50-b9c8-2f1ea5e9f62f",
  //     "time": 141,
  //     "targetLang": "لانه السودان في الان احنا خلاص قربنا نكمل 70 سنه من الاستقلال",
  //     "baseLang": "",
  //     "originalIndex": 21
  // },
  // {
  //     "id": "33df9abb-b098-423a-b2a4-a7739c3b0d30",
  //     "time": 148,
  //     "targetLang": "في ال 70 سنه من الاستقلال دي سودان حكم عبر حكم عسكري لما يقارب 57 عام",
  //     "baseLang": "",
  //     "originalIndex": 22
  // },
  // {
  //     "id": "58656e1c-bf5d-480e-b323-6fdda8f0f0fc",
  //     "time": 158,
  //     "targetLang": "يعني اكثر من 80% من عمره كانت تحت ظل الحكم العسكري",
  //     "baseLang": "",
  //     "originalIndex": 23
  // },
  // {
  //     "id": "05de1b60-49cd-458e-b918-7c4f99200089",
  //     "time": 164,
  //     "targetLang": "وفوق ده طبعا 30 سنه من سنوات الحكم العسكري دي كانت",
  //     "baseLang": "",
  //     "originalIndex": 24
  // },
  // {
  //     "id": "0f06d283-1139-4146-acf2-94efd4d70d92",
  //     "time": 171,
  //     "targetLang": "تحت نظام الجبهه الاسلاميه القوميه المؤتمر",
  //     "baseLang": "",
  //     "originalIndex": 25
  // },
  // {
  //     "id": "ac647f02-deeb-4757-bdb0-51e170b0611a",
  //     "time": 176,
  //     "targetLang": "الوطني الحركه الاسلاميه بكل تفريعاته واسماؤه",
  //     "baseLang": "",
  //     "originalIndex": 26
  // },
  // {
  //     "id": "30ae603e-80c8-4ed8-9931-0222e1fced32",
  //     "time": 179,
  //     "targetLang": "والسودان بلد متعدد متنوع لما استقل السودان كان بيتكون من 520 قبيله بيتكون",
  //     "baseLang": "",
  //     "originalIndex": 27
  // },
  // {
  //     "id": "21f7d449-9cae-4f7e-ba30-bc6179a0c204",
  //     "time": 187,
  //     "targetLang": "من 56 سنيه بيتكون من 120 لغه بيتكون من مشارب اجتماعيه واقتصاديه وثقافيه وسياسيه",
  //     "baseLang": "",
  //     "originalIndex": 28
  // },
  // {
  //     "id": "f8eb2ed2-48aa-4fb0-af02-6d519e70e670",
  //     "time": 195,
  //     "targetLang": "وايديولوجيه مختلفه ومتباينه لكن مشاريع الحكم العسكري كلها",
  //     "baseLang": "",
  //     "originalIndex": 29
  // },
  // {
  //     "id": "f63420a5-19cd-4d0d-9a22-3363b4055743",
  //     "time": 201,
  //     "targetLang": "بتشترك في شيء رئيسي انها هي بتحاول تفرض ارادتها على المجتمع الواسع والمتعدد",
  //     "baseLang": "",
  //     "originalIndex": 30
  // },
  // {
  //     "id": "97b70bfb-5acc-4ac2-b82f-b35cbc85bc04",
  //     "time": 209,
  //     "targetLang": "والمتنوع ده بالحديد والنار بقبضه حديديه يتم فرض اراده الكتاتور بقبضه حديديه يتم",
  //     "baseLang": "",
  //     "originalIndex": 31
  // },
  // {
  //     "id": "98b45ef4-3b99-4edc-8f90-2635e8d706cd",
  //     "time": 216,
  //     "targetLang": "فرض اراده الحزب الحاكم والنتيجه واضحه طبعا النتيجه انه على مدى سنوات سودان ما",
  //     "baseLang": "",
  //     "originalIndex": 32
  // },
  // {
  //     "id": "a050a03c-efdf-4fc0-ad37-54bd6ce59cd1",
  //     "time": 226,
  //     "targetLang": "بعد الاستقلال سودان لم ينعم بلحظات استقرار الا لفترات قليله ومحدوده",
  //     "baseLang": "",
  //     "originalIndex": 33
  // },
  // {
  //     "id": "96026329-4213-45a5-9416-ffd44e830d51",
  //     "time": 236,
  //     "targetLang": "للغايه عشان كده السودان في حروب اهليه من سنه 55 عشان كده بدات اول حرب في الجنوب",
  //     "baseLang": "",
  //     "originalIndex": 34
  // },
  // {
  //     "id": "4886357a-342e-4278-b9b0-d2b31896e911",
  //     "time": 242,
  //     "targetLang": "في 55 انتهت 72 باتفاق سبا جات الحرب الثانيه في 83 انتهت باتفاق نيفاشا في",
  //     "baseLang": "",
  //     "originalIndex": 35
  // },
  // {
  //     "id": "65c7aa9a-8b15-453f-a13e-a87fdf56126d",
  //     "time": 250,
  //     "targetLang": "2005 جت حرب دارفور في 2003 ما انتهت الا باتفاقيه جبلي سلام السودان في 2020 حروب",
  //     "baseLang": "",
  //     "originalIndex": 36
  // },
  // {
  //     "id": "25a361a9-e3e6-4c26-a05e-86795e712089",
  //     "time": 259,
  //     "targetLang": "ايضا في جبال النوبه والنيل الازرق والجبهه الشرقيه سابقا وبالتالي السودان",
  //     "baseLang": "",
  //     "originalIndex": 37
  // },
  // {
  //     "id": "6da6bc17-c467-4a00-9098-f38c8485d913",
  //     "time": 264,
  //     "targetLang": "ظلت تطحن الحروب في مختلف ارجاءه لحد ما انفجرت حرب 15",
  //     "baseLang": "",
  //     "originalIndex": 38
  // },
  // {
  //     "id": "342496ed-e488-4c17-b193-55487b7285a2",
  //     "time": 269,
  //     "targetLang": "ابريل واللي يمكن تسميتها بحرب الحروب لانها هي الاكثر اتساعا على النطاق",
  //     "baseLang": "",
  //     "originalIndex": 39
  // },
  // {
  //     "id": "5048aa85-165d-41e8-bbd9-864bb01986b9",
  //     "time": 276,
  //     "targetLang": "الجغرافي بالاضافه طبعا لفداحه الثمن الانساني الكبير اللي بيدفعوه ملايين",
  //     "baseLang": "",
  //     "originalIndex": 40
  // },
  // {
  //     "id": "10149142-086d-4188-bf39-06ef587e26b4",
  //     "time": 282,
  //     "targetLang": "السودانيين الان جراءه لكن ما اردت قوله انه بفعل الرغبه في فرض مشاريع قسريه عن",
  //     "baseLang": "",
  //     "originalIndex": 41
  // },
  // {
  //     "id": "65598a2b-2650-4b5a-9e2c-e1f2e560de7b",
  //     "time": 293,
  //     "targetLang": "طريق حكم عسكري مع الحكم العسكري جات كمان اللي هي عن",
  //     "baseLang": "",
  //     "originalIndex": 42
  // },
  // {
  //     "id": "127ee2b6-c117-407b-b8be-4a011b1bcef1",
  //     "time": 297,
  //     "targetLang": "طريق رؤيه الجبهه الاسلاميه الاسلامويه الضيقه ده ادى لتقسيم السودان ده ادى",
  //     "baseLang": "",
  //     "originalIndex": 43
  // },
  // {
  //     "id": "3dc9c643-31b1-45fe-bda0-89f30424f4e7",
  //     "time": 305,
  //     "targetLang": "لمشاريع الاباده الجماعيه في السودان ده ادى لانتشار الحروب في السودان وادى لعدم",
  //     "baseLang": "",
  //     "originalIndex": 44
  // },
  // {
  //     "id": "b4ec7f6c-604c-4137-8c9c-6233266139be",
  //     "time": 310,
  //     "targetLang": "الاستقرار في السودان وعدم الاستقرار السياسي بكل تاكيد عنده تبيعاته",
  //     "baseLang": "",
  //     "originalIndex": 45
  // },
  // {
  //     "id": "6a861a37-3e2f-4ae3-a3e0-637713e5ab02",
  //     "time": 314,
  //     "targetLang": "الاقتصاديه لما يكون ما في استقرار سياسي في بلد بكل تاكيد ما بيجي استثمار للبلد",
  //     "baseLang": "",
  //     "originalIndex": 46
  // },
  // {
  //     "id": "a52f0180-a669-4380-bb0b-da8635616b55",
  //     "time": 319,
  //     "targetLang": "دي البلد نفسه ما بيخش في مشاريع بتاع التنميه طويله الامد لانه في تقلبات في",
  //     "baseLang": "",
  //     "originalIndex": 47
  // },
  // {
  //     "id": "986b013e-58b2-4983-b62c-f6eaa2a92336",
  //     "time": 325,
  //     "targetLang": "السياسات والاشخاص وغيره لانه ايضا الموارد نفسها بتهدر في الحروب وبتهدر في",
  //     "baseLang": "",
  //     "originalIndex": 48
  // },
  // {
  //     "id": "73e18e83-97e3-4ef3-ad43-0313cf6e53f0",
  //     "time": 333,
  //     "targetLang": "البناء بتاع المؤسسات الامنيه والعسكريه اللي مهمتها انها تحفظ الدكتاتور اللي ما",
  //     "baseLang": "",
  //     "originalIndex": 49
  // },
  // {
  //     "id": "900b56e4-214d-413f-836c-c550d430e43f",
  //     "time": 338,
  //     "targetLang": "بيعبر عن اغلبيه وبيحتاج انه يحرس نفسه بعسس",
  //     "baseLang": "",
  //     "originalIndex": 50
  // },
  // {
  //     "id": "0472adf9-404f-453e-b42f-de4d7741ffd0",
  //     "time": 345,
  //     "targetLang": "والاجهزه امنيه وغيره وده ادى زي ما قلت لافقار السودانيين لتدمير السودان لتقسيم",
  //     "baseLang": "",
  //     "originalIndex": 51
  // },
  // {
  //     "id": "bcd6adfe-d533-444f-a70c-e07802e9fab5",
  //     "time": 353,
  //     "targetLang": "السودان ولحرب اللي احنا موجودين فيها الان بعد سنوات الشموليه المتعدده دي",
  //     "baseLang": "",
  //     "originalIndex": 52
  // },
  // {
  //     "id": "77bc1a50-204c-4c7e-8d28-6197803aecf1",
  //     "time": 361,
  //     "targetLang": "اتفرزوا تيارين رئيسيين في التيار المدني الديمقراطي الواسع",
  //     "baseLang": "",
  //     "originalIndex": 53
  // },
  // {
  //     "id": "22f3b8be-1f71-492b-970d-c8971531a824",
  //     "time": 365,
  //     "targetLang": "بمختلف تفريعاته من قوى سياسيه ونقابات ومهنيين وشباب ونساء ولجان مقاومه وحركات",
  //     "baseLang": "",
  //     "originalIndex": 54
  // },
  // {
  //     "id": "8225ec7a-9042-4031-aab3-8d6fbd93f1fd",
  //     "time": 373,
  //     "targetLang": "المطلبيه وغيره وفي التيار",
  //     "baseLang": "",
  //     "originalIndex": 55
  // },
  // {
  //     "id": "6c8e08c9-6e48-4e39-a01f-7a438e1bde5e",
  //     "time": 377,
  //     "targetLang": "الاسلاموي الفاشده بكل التعبيرات حقته الحقيقه طبعا ثوره ثوره ديسمبر المجيده",
  //     "baseLang": "",
  //     "originalIndex": 56
  // },
  // {
  //     "id": "18290434-54b6-40c2-b060-c283775b32a7",
  //     "time": 384,
  //     "targetLang": "ثبتت حقيقه رئيسيه انه الحركه الاسلاميه في السودان هي جماعه صغيره منبوذه معزوله",
  //     "baseLang": "",
  //     "originalIndex": 57
  // },
  // {
  //     "id": "d88cc851-5a54-4108-ac14-519f1db1c36e",
  //     "time": 394,
  //     "targetLang": "شعبيا لا يمكن ان يكون لديها تاثير سياسي عبر رغبات الناس يعني لا يمكن انها هي",
  //     "baseLang": "",
  //     "originalIndex": 58
  // },
  // {
  //     "id": "a48bd630-fa46-4c97-a6cf-393e1dc1dce7",
  //     "time": 405,
  //     "targetLang": "تستعين بوسائل مدنيه وديمقراطيه معتمده على رغبه الناس عشان تصل للسلطه ادات",
  //     "baseLang": "",
  //     "originalIndex": 59
  // },
  // {
  //     "id": "55796c8b-11f5-46ed-9c2c-1f4aed9bb5ce",
  //     "time": 412,
  //     "targetLang": "الوحيده هي تغلغله داخل المؤسسه الامنيه والعسكريه",
  //     "baseLang": "",
  //     "originalIndex": 60
  // },
  // {
  //     "id": "ecc64fd9-5f27-4657-b1f2-9d5f85d695c4",
  //     "time": 416,
  //     "targetLang": "اللي بيمكنها من اشعال الحروب وتنفيذ الانقلابات وغيره يعني طبعا الكلام ده ما",
  //     "baseLang": "",
  //     "originalIndex": 61
  // },
  // {
  //     "id": "415a9128-c1db-4b3b-987b-9249eb323102",
  //     "time": 422,
  //     "targetLang": "في غلاط ذاته يعني ده اعترافات ان هم ذاتهم الدكتور حسن الترابي في لقاءه مع",
  //     "baseLang": "",
  //     "originalIndex": 62
  // },
  // {
  //     "id": "fb14bfe6-2348-42a9-9d5e-882c8ab61dfe",
  //     "time": 428,
  //     "targetLang": "احمد منصور ذكر كيف انهم بنوا خلاياهم جو الجيش من الفتره بتاع السبعينات لحد 1989",
  //     "baseLang": "",
  //     "originalIndex": 63
  // },
  // {
  //     "id": "e2559d91-cf93-4ede-99b3-6f51f01cbce0",
  //     "time": 435,
  //     "targetLang": "لما نفذوا الانقلاب وكان عندهم كم ضابط وقتها ذكر انه كان عندهم 150 ضابط ما حدث",
  //     "baseLang": "",
  //     "originalIndex": 64
  // },
  // {
  //     "id": "9b1601dd-7c07-4214-9f19-800a19199765",
  //     "time": 441,
  //     "targetLang": "بعدها من تحكم في دخول للمؤسسات الامنيه والعسكريه وانشاء مؤسسات امنيه وعسكريه",
  //     "baseLang": "",
  //     "originalIndex": 65
  // },
  // {
  //     "id": "5f34f2fd-2edb-4fa8-8c76-686cafabbfc2",
  //     "time": 446,
  //     "targetLang": "تابعه لهم هم بشكل مباشر وبالتالي البناء اللي هم والاستثمار اللي هم استثمروه داخل",
  //     "baseLang": "",
  //     "originalIndex": 66
  // },
  // {
  //     "id": "0bc995eb-061e-4bd1-9ed7-277ef77b407a",
  //     "time": 452,
  //     "targetLang": "المؤسسات الامنيه والعسكريه بيستخدموه لاستدامه سلطتهم لانهم جماعات اقليه لا",
  //     "baseLang": "",
  //     "originalIndex": 67
  // },
  // {
  //     "id": "d4d2ca75-4c68-413a-a96d-969a12c25558",
  //     "time": 458,
  //     "targetLang": "يمكن ان تصل للسلطه الا عن طريق الانقلابات العسكريه او او الحروب التيار",
  //     "baseLang": "",
  //     "originalIndex": 68
  // },
  // {
  //     "id": "f18a7b34-5168-436d-8b2d-e2480fa71562",
  //     "time": 463,
  //     "targetLang": "الثاني التيار المدني على العكس تماما اي حكم عسكري بكل تاكيد لانه بيصب في اتجاه",
  //     "baseLang": "",
  //     "originalIndex": 69
  // },
  // {
  //     "id": "289111f5-e101-4b29-a10a-557d5212a767",
  //     "time": 469,
  //     "targetLang": "التيار الاسلامي بكل تاكيد هو بيبعدوا بيخصي التيار المدني الديمقراطي لكن",
  //     "baseLang": "",
  //     "originalIndex": 70
  // },
  // {
  //     "id": "2c2dbb3b-79c2-4ec5-8081-3822ce99b6ec",
  //     "time": 476,
  //     "targetLang": "زي ما انه عقود الحكم العسكري المتتاليه وعقود حكم الاسلاميين المتتاليه في",
  //     "baseLang": "",
  //     "originalIndex": 71
  // },
  // {
  //     "id": "eb758a55-2e16-458e-80b4-3efa7a08e953",
  //     "time": 482,
  //     "targetLang": "السودان ادت للحروب عدم الاستقرار وغيره حقيقه معادله الاستقرار في السودان مربوطه",
  //     "baseLang": "",
  //     "originalIndex": 72
  // },
  // {
  //     "id": "336c246f-c373-471d-bb42-054226346cfa",
  //     "time": 490,
  //     "targetLang": "بالتحول المدني الديمقراطي لانه واحد التحول المدني الديمقراطي بيجي عن طريق",
  //     "baseLang": "",
  //     "originalIndex": 73
  // },
  // {
  //     "id": "8ea95723-812b-4888-91ac-2f3e7061ae69",
  //     "time": 495,
  //     "targetLang": "تيارات سياسيه واجتماعيه عندها قاعده اجتماعيه واسعه بتكفل الاستقرار في البلد",
  //     "baseLang": "",
  //     "originalIndex": 74
  // },
  // {
  //     "id": "ef7d5aae-385a-4a32-b21e-15131486bc38",
  //     "time": 502,
  //     "targetLang": "اثنين لانه تعدد وتنوع السودان لا يمكن ادارته",
  //     "baseLang": "",
  //     "originalIndex": 75
  // },
  // {
  //     "id": "7c005810-7295-4ee0-ab23-f40b0071c662",
  //     "time": 508,
  //     "targetLang": "الا باشكال غير قسريه انت اذا حاولت انك انت",
  //     "baseLang": "",
  //     "originalIndex": 76
  // },
  // {
  //     "id": "50dd68aa-2c6c-4941-984b-3464ce63705b",
  //     "time": 513,
  //     "targetLang": "تذوب السودانيين ده كلهم في رؤيه فكريه ولا ايديولوجيه ولا سياسيه واحده ده بكل",
  //     "baseLang": "",
  //     "originalIndex": 77
  // },
  // {
  //     "id": "d13f7bdc-a7f9-41a0-8cc8-5ec46b0ca8c9",
  //     "time": 518,
  //     "targetLang": "تاكيد بيؤدي لانه الناس بتنتفض وبتثور وبتابى انها هي يعني تعيش كمواطنين درجه",
  //     "baseLang": "",
  //     "originalIndex": 78
  // },
  // {
  //     "id": "55a48061-1421-462a-9b69-d90d860e80de",
  //     "time": 525,
  //     "targetLang": "ثانيه او تحت اي شكل من اشكال القمع لانه دي طبيعه انسانيه وبشريه",
  //     "baseLang": "",
  //     "originalIndex": 79
  // },
  // {
  //     "id": "c5a1f6a5-617a-42c0-9406-1f7cee074619",
  //     "time": 531,
  //     "targetLang": "عاديه لكن كدي خلينا هسه من الكلام اللي النظري",
  //     "baseLang": "",
  //     "originalIndex": 80
  // },
  // {
  //     "id": "aa2309b7-8f9b-4320-a22e-6db6d1ecfc60",
  //     "time": 537,
  //     "targetLang": "العامل انا قلته انا داير اقول كدي خلينا نمشي لتجربه عمليه حصلت في السودان في",
  //     "baseLang": "",
  //     "originalIndex": 81
  // },
  // {
  //     "id": "481fb44f-786a-4f95-901c-cfff0a743ec7",
  //     "time": 544,
  //     "targetLang": "سنوات قريبه ونقارنها مع ما سواها طبعا في ناس الليله",
  //     "baseLang": "",
  //     "originalIndex": 82
  // },
  // {
  //     "id": "8c44220c-2e13-4cad-a175-16cf0174f96c",
  //     "time": 551,
  //     "targetLang": "هسه في ظل الحرب دي يعني السودانيين فيهم 14 مليون مشرات سودانيين",
  //     "baseLang": "",
  //     "originalIndex": 83
  // },
  // {
  //     "id": "f9c0ff9f-ea67-4545-b332-6e93a7ce1649",
  //     "time": 558,
  //     "targetLang": "هم اكبر ازمه جوع في العالم سودانيين الان يعني كرامتهم مرق بها التراب وهم مدلولين",
  //     "baseLang": "",
  //     "originalIndex": 84
  // },
  // {
  //     "id": "1004a053-0035-43dc-9870-0b4ff1338231",
  //     "time": 565,
  //     "targetLang": "وبيعيشوا في حياه اقرب للجحيم وفي زول داير يعني يزين لاهل السودان بانه والله",
  //     "baseLang": "",
  //     "originalIndex": 85
  // },
  // {
  //     "id": "bde1f7c8-9892-48c3-9011-7030b5ac430c",
  //     "time": 572,
  //     "targetLang": "الوضع ده الوضع الافضل وعشان كده بس عسكريه بس وما دايريناني مدنيهكلام الفارغ",
  //     "baseLang": "",
  //     "originalIndex": 86
  // },
  // {
  //     "id": "6b6677fd-70b4-4756-bc17-3cedab9704a4",
  //     "time": 579,
  //     "targetLang": "ده يعني وانه عشان يرجعونا ثاني كان حاصل بعد الثوره",
  //     "baseLang": "",
  //     "originalIndex": 87
  // },
  // {
  //     "id": "4f6c6ab3-6118-4545-b3f3-8c2e45c73230",
  //     "time": 587,
  //     "targetLang": "واللي هو خطاب ما بيعتمد طبعا على الحقائق بيعتمد",
  //     "baseLang": "",
  //     "originalIndex": 88
  // },
  // {
  //     "id": "79b29818-09e9-4889-8eb9-c9c3a9421cd5",
  //     "time": 593,
  //     "targetLang": "على التضليل وعلى التهييج وعلى الكذب المستمرين وتكرار الكذب المستمر انت لما",
  //     "baseLang": "",
  //     "originalIndex": 89
  // },
  // {
  //     "id": "78cdc8de-5861-4c99-9501-dba6ac16b15d",
  //     "time": 596,
  //     "targetLang": "تكذب تكذب تكذب تكذب في النهايه الناس حيصدقوا الكذب يعني والاستراتيجيه طبعا",
  //     "baseLang": "",
  //     "originalIndex": 90
  // },
  // {
  //     "id": "7b633886-1ecd-4d7c-ba83-1929a729889b",
  //     "time": 600,
  //     "targetLang": "الهدف منها محو الذاكره انه حاجه عاشوها الناس قريب وشافوها بعينهم انه يتم محو",
  //     "baseLang": "",
  //     "originalIndex": 91
  // },
  // {
  //     "id": "c06c7d82-2a89-438f-aaba-731a49c973bc",
  //     "time": 607,
  //     "targetLang": "ذاكرتهم تماما عن ما حدث فعليا في فتره محدوده للغايه يمكن استخلاصك كنموذج",
  //     "baseLang": "",
  //     "originalIndex": 92
  // },
  // {
  //     "id": "863dbeeb-bf8c-4e27-9306-c56c6ea103db",
  //     "time": 615,
  //     "targetLang": "للمقارنه مع بينما يجلب الحكم البدني الديمقراطي والتح تحول المدن الديمقراطي",
  //     "baseLang": "",
  //     "originalIndex": 93
  // },
  // {
  //     "id": "ce0c74d1-c50d-4abd-aa84-9fc0b115fac3",
  //     "time": 620,
  //     "targetLang": "للسودان وما يجلب الحكم العسكري للسودان اللي هو خلونا نمر سريع بس على ما تم في",
  //     "baseLang": "",
  //     "originalIndex": 94
  // },
  // {
  //     "id": "aa7eb06b-f3fb-4455-abcf-104ec0d9fbec",
  //     "time": 626,
  //     "targetLang": "الفتره الانتقاليه وححاول بس انا ما حذكر ذاتي عشان ما نخش في غلاط يعني انا دا",
  //     "baseLang": "",
  //     "originalIndex": 95
  // },
  // {
  //     "id": "5bf434a7-554f-4263-9cfd-1f556210dd34",
  //     "time": 631,
  //     "targetLang": "اذكر حقائق وارقام بس في الفتره الانتقاليه وطبعا في ناس بيقول",
  //     "baseLang": "",
  //     "originalIndex": 96
  // },
  // {
  //     "id": "b9bf12d1-bba1-4c02-a6e9-0356174f6b14",
  //     "time": 637,
  //     "targetLang": "لك والله طبعا يا اخي الفتره الانتقاليه ل الفتره الانتقاليه فشلت طبعا الفتره",
  //     "baseLang": "",
  //     "originalIndex": 97
  // },
  // {
  //     "id": "19d459b9-6bbe-48b7-acc4-d104c72b2dad",
  //     "time": 641,
  //     "targetLang": "الانتقاليه لو فشلت العساكر ما كان بينقلبوا عليها الفتره الانتقاليه لانها",
  //     "baseLang": "",
  //     "originalIndex": 98
  // },
  // {
  //     "id": "ef0fd05d-a347-4c4b-aa55-d38985240060",
  //     "time": 645,
  //     "targetLang": "نجحت ارعبت عناصر النظام السابق والعسكريين",
  //     "baseLang": "",
  //     "originalIndex": 99
  // },
  // {
  //     "id": "d708f822-5d85-4ec9-8eef-3170a14be048",
  //     "time": 649,
  //     "targetLang": "من انه ده هيرسخ الانتقال المدني الديمقراطي في السودان وبالتالي يغلق",
  //     "baseLang": "",
  //     "originalIndex": 100
  // },
  // {
  //     "id": "c6325e83-4f96-4c43-b535-cdcf391778f1",
  //     "time": 654,
  //     "targetLang": "الباب تماما امام عوده النظام السابق وامام اي شكل منك الحكم العسكري وعشان كده",
  //     "baseLang": "",
  //     "originalIndex": 101
  // },
  // {
  //     "id": "7ec0263d-9a02-4ded-8844-0098ae169a90",
  //     "time": 660,
  //     "targetLang": "قرروا انه يتحركوا بانقلاب 25 اكتوبر 2021 رعبا من اكتمال الفتره الانتقاليه اللي",
  //     "baseLang": "",
  //     "originalIndex": 102
  // },
  // {
  //     "id": "14a41a5f-d8d2-474a-89c0-26c7ede32fb3",
  //     "time": 667,
  //     "targetLang": "كان حترسخ فعلا انه دي الصيغه الامثل للسودان في الفتره الانتقاليه الحكومه",
  //     "baseLang": "",
  //     "originalIndex": 103
  // },
  // {
  //     "id": "d8fc8ad5-d65d-4b6c-972a-c6f5b87ddf99",
  //     "time": 674,
  //     "targetLang": "الانتقاليه كان ركزت على خمسه محاور انا حمر امور سريعه",
  //     "baseLang": "",
  //     "originalIndex": 104
  // },
  // {
  //     "id": "1eb78164-c3dd-4cdb-903e-fb4d58a6b884",
  //     "time": 679,
  //     "targetLang": "للخمس محاور دي وحصل فيها شنو عشان بس ان الذكرى تنفع المؤمنين يعني محور الاول وده",
  //     "baseLang": "",
  //     "originalIndex": 105
  // },
  // {
  //     "id": "824386e6-2c6c-4022-9ffb-37b3e21c0ec2",
  //     "time": 686,
  //     "targetLang": "كان من اهم القضايا اللي بتركز عليها الحكومه الانتقاليه هو المحور الاقتصادي",
  //     "baseLang": "",
  //     "originalIndex": 106
  // },
  // {
  //     "id": "d63ade50-4f73-4dcd-a96e-f694081cab5b",
  //     "time": 691,
  //     "targetLang": "لانه فعليا نظام البشير افقر السودانيين استنزف موارد البلاد لما جات الثوره كان",
  //     "baseLang": "",
  //     "originalIndex": 107
  // },
  // {
  //     "id": "cc97a056-6c57-4898-9c86-729e41f4b17a",
  //     "time": 700,
  //     "targetLang": "الناس بيتذكروا يعني حتى في الخرطوم عاصمه البلد لا في وقود لا في خبز ولا حتى الزول",
  //     "baseLang": "",
  //     "originalIndex": 108
  // },
  // {
  //     "id": "c3574a30-c5d2-4fb3-a11a-f9656213f61e",
  //     "time": 706,
  //     "targetLang": "اللي عنده قروش في البنك ما بيقدر يمشي يسحبها من من الاي تي",
  //     "baseLang": "",
  //     "originalIndex": 109
  // },
  // {
  //     "id": "ff73e0f7-e1cc-4ac3-8bdb-f1a32052b4be",
  //     "time": 710,
  //     "targetLang": "ام دي ذكرى غريبه الناس بيتذكروها وعلى الرغم من انه البلاد فيها موارد",
  //     "baseLang": "",
  //     "originalIndex": 110
  // },
  // {
  //     "id": "07f45fb8-2ff8-4e74-b309-770062cea3c2",
  //     "time": 716,
  //     "targetLang": "كبيره لانها اهدت في الفساد وفي السرقه وفي الحروب وفي تضخم الاجهزه الامنيه ده",
  //     "baseLang": "",
  //     "originalIndex": 111
  // },
  // {
  //     "id": "2c65b771-0e41-41c5-8b81-d027b4b24195",
  //     "time": 721,
  //     "targetLang": "ادمه اقتصاديه خانقه الازمه الاقتصاديه الخانقه دي كانت واحده من الاسباب اللي",
  //     "baseLang": "",
  //     "originalIndex": 112
  // },
  // {
  //     "id": "9a87d0d5-8c56-4cbb-8e97-818c36740342",
  //     "time": 726,
  //     "targetLang": "ادت لاندلاع الشراره بتاعه الثوره بتاعه ديسمبر طيب في فتره السنتين بتاعه الحكومه",
  //     "baseLang": "",
  //     "originalIndex": 113
  // },
  // {
  //     "id": "e1b813fd-0be8-4438-9d2a-7c6455fe4ceb",
  //     "time": 732,
  //     "targetLang": "الانتقاليه بقياده دكتور عبد الله حمدوك حصلص شنو والناس يتذكروا طبعا سنتين كان",
  //     "baseLang": "",
  //     "originalIndex": 114
  // },
  // {
  //     "id": "6c8b9506-79eb-4087-a0aa-a07c2cdc09c2",
  //     "time": 737,
  //     "targetLang": "فيهم الكورونا اللي هي كان في اغلاق في السودان واغلاق عالمي ادى اصلا لازمات",
  //     "baseLang": "",
  //     "originalIndex": 115
  // },
  // {
  //     "id": "1338f7c0-4457-4de2-91fc-d9026d4bc487",
  //     "time": 744,
  //     "targetLang": "اقتصاديه في اقوى الاقتصادات في العالم لكن على الرغم من ده كان في كورونا وكان",
  //     "baseLang": "",
  //     "originalIndex": 116
  // },
  // {
  //     "id": "9a922080-babe-4be5-a3bb-199903e1235c",
  //     "time": 750,
  //     "targetLang": "في اجهزه امنيه شغاله ضد الحكومه الانتقاليه بتدس المواد التموينيه وال",
  //     "baseLang": "",
  //     "originalIndex": 117
  // },
  // {
  //     "id": "3830c1e1-507f-4c55-837a-064164785448",
  //     "time": 755,
  //     "targetLang": "بتقفل العقبه وغيره لكن ما عاد حصل شيء في المحور اللي هو المحور الاقتصادي طبعا",
  //     "baseLang": "",
  //     "originalIndex": 118
  // },
  // {
  //     "id": "545e9533-d29c-4dee-a7ec-68ebda6ae88e",
  //     "time": 762,
  //     "targetLang": "واحد من اهم الحاجات اللي حققت فتره الانتقاليه انه السودان وصل نقطه القرار",
  //     "baseLang": "",
  //     "originalIndex": 119
  // },
  // {
  //     "id": "b27f33a4-0fc0-44d1-b2b5-4d089fbd2f42",
  //     "time": 767,
  //     "targetLang": "حول اعفاء ديونه اللي بتبلغ حوالي 56 مليار دولار واعلن من",
  //     "baseLang": "",
  //     "originalIndex": 120
  // },
  // {
  //     "id": "dfe8af08-3d4e-4bcb-ab2b-d103206aaa6d",
  //     "time": 775,
  //     "targetLang": "البنك الدولي ومن صندوق النقطه الدولي انه يفقد المبادره بتاعه الهيبك انه دي واحده",
  //     "baseLang": "",
  //     "originalIndex": 121
  // },
  // {
  //     "id": "952f8aaa-6d22-4a5f-9c9a-00cbbd39c220",
  //     "time": 779,
  //     "targetLang": "من اكبر الاعفاءات اللي يمكن تكون حدثت لاي بلد من البلدان طبعا الانجاز الكبير",
  //     "baseLang": "",
  //     "originalIndex": 122
  // },
  // {
  //     "id": "06f5c149-c3e0-4e61-a897-6c5bf87c7a90",
  //     "time": 787,
  //     "targetLang": "ده سودان بيضل بيراكم ديون من الستينات وبتتفاقم الديون دي اللي هي ذاتها ما قاعد",
  //     "baseLang": "",
  //     "originalIndex": 123
  // },
  // {
  //     "id": "1bcf2e6d-634c-4cd9-831a-dd96b6f7b60b",
  //     "time": 795,
  //     "targetLang": "تمشي في تنميه ولا غيره اللي هي اغلبها قاعد تتفاقم بفعل المتاخرات لحد ما حصل",
  //     "baseLang": "",
  //     "originalIndex": 124
  // },
  // {
  //     "id": "8d9dda2d-e93c-424e-8e59-ba5ac42ba527",
  //     "time": 802,
  //     "targetLang": "المبلغ الضخم ده واللي اعاق وصول السودان نفسه للحصول على مزيد من المعونات وغيره",
  //     "baseLang": "",
  //     "originalIndex": 125
  // },
  // {
  //     "id": "3b54a245-3bbc-4949-a06c-863fddd0af79",
  //     "time": 808,
  //     "targetLang": "لمشاريع التنمويه المختلفه وزياده وتضخم الديون دي بشكل مستمر استطاعت الحكومه",
  //     "baseLang": "",
  //     "originalIndex": 126
  // },
  // {
  //     "id": "18d50bf3-0dbe-4c2c-ab1e-9f399833cf1b",
  //     "time": 814,
  //     "targetLang": "الانتقاليه انها تصل لنقطه القرار لاعفاء 56 مليار دولار تبخر هذا الامر بفعل",
  //     "baseLang": "",
  //     "originalIndex": 127
  // },
  // {
  //     "id": "d3e78536-fd16-4de6-b4df-59d4ea3433c4",
  //     "time": 822,
  //     "targetLang": "الانقلاب اللي نهى الانجاز الكبير ده واعاد السودان مره",
  //     "baseLang": "",
  //     "originalIndex": 128
  // },
  // {
  //     "id": "b807a5b5-96a7-4d95-a242-b8ad3383a1c2",
  //     "time": 828,
  //     "targetLang": "ثانيه لمربع الديون السودان حصل ايضا في الفتره الانتقاليه على تمويل مباشر لدعم",
  //     "baseLang": "",
  //     "originalIndex": 129
  // },
  // {
  //     "id": "ba1e5171-23d2-41bf-ae74-3e8d36d5edff",
  //     "time": 835,
  //     "targetLang": "البرنامج بتاع ثمرات تقريبا بمبلغ حوالي يقارب ال 2 مليار دولار يعني حصل ايضا في",
  //     "baseLang": "",
  //     "originalIndex": 130
  // },
  // {
  //     "id": "58985959-6758-4d4a-a8a3-1fc71adcb607",
  //     "time": 844,
  //     "targetLang": "ذات التوقيت استطاعت الحكومه الانتقاليه انها ترفع مرتبات العاملين لما يفوق ال",
  //     "baseLang": "",
  //     "originalIndex": 131
  // },
  // {
  //     "id": "f938bd93-f89a-405c-896c-984f4dbf1956",
  //     "time": 851,
  //     "targetLang": "500% واستطاع انه يحصل على اللي هي على منحه من",
  //     "baseLang": "",
  //     "originalIndex": 132
  // },
  // {
  //     "id": "dfacd4a6-d48a-48cf-9b47-77e468f52865",
  //     "time": 856,
  //     "targetLang": "البنك الدولي منحه وليست قرض بمبلغ 3 مليار دولار لمشاريع تنمويه مباشره في",
  //     "baseLang": "",
  //     "originalIndex": 133
  // },
  // {
  //     "id": "6b434e2b-71b9-4a38-ac93-5664ba558484",
  //     "time": 863,
  //     "targetLang": "الكهرباء والاتصالات والصحه والتعليم والمويا المنحه دي اصلا ايضا تبخرت بفعل",
  //     "baseLang": "",
  //     "originalIndex": 134
  // },
  // {
  //     "id": "8a765bf4-90d6-42b0-aa1b-3396211d4f8c",
  //     "time": 868,
  //     "targetLang": "الانقلاب كما طبعا خلى انه سعر الصرف بتاع الدولار يستقر تحويلات العاملين",
  //     "baseLang": "",
  //     "originalIndex": 135
  // },
  // {
  //     "id": "3485daf8-e3b9-44a8-9743-9612d7497ee9",
  //     "time": 874,
  //     "targetLang": "السودانيين في الخارج ارتفعت فقط في العام 2021 من 136 مليون دولار ل 717 مليون",
  //     "baseLang": "",
  //     "originalIndex": 136
  // },
  // {
  //     "id": "e3464c53-8cf0-4ee2-ab7e-a562b0acc2e2",
  //     "time": 883,
  //     "targetLang": "دولار وانخفض العجز ز التجاري في ذات العام بتاع البلد لانه الصادرات زادت",
  //     "baseLang": "",
  //     "originalIndex": 137
  // },
  // {
  //     "id": "1cb7081f-8272-4d5f-8fa3-c56a9b97a3cc",
  //     "time": 888,
  //     "targetLang": "بنسبه 33% والواردات انخفضت بنسبه 20% الميزان التجاري في ذات العام بتاع",
  //     "baseLang": "",
  //     "originalIndex": 138
  // },
  // {
  //     "id": "234976fc-b729-488c-8470-748dc38334b9",
  //     "time": 895,
  //     "targetLang": "الانقلاب يعني كان التحسن انخفض العجز فيه بمعدل بتاع 60.6%",
  //     "baseLang": "",
  //     "originalIndex": 139
  // },
  // {
  //     "id": "ce5481c4-4584-44ee-b250-4081d367c0ee",
  //     "time": 901,
  //     "targetLang": "6% ده غير العمل التام في القطاعات الانتاجيه",
  //     "baseLang": "",
  //     "originalIndex": 140
  // },
  // {
  //     "id": "99ac24f7-366c-4228-bd14-2507526fc7c2",
  //     "time": 907,
  //     "targetLang": "المختلفه الناس بيذكروا على سبيل المثال في القطاع الزراعي السودان استطاع انه",
  //     "baseLang": "",
  //     "originalIndex": 141
  // },
  // {
  //     "id": "9398170a-eed2-45d5-8359-1c42d513f38b",
  //     "time": 911,
  //     "targetLang": "يرفع من الانتاجيه بتاع الجمع بتاعته لارقام غير مسبوقه قبل كده ده ومش كده بس",
  //     "baseLang": "",
  //     "originalIndex": 142
  // },
  // {
  //     "id": "fc130224-d424-4fd8-9141-d201accd79dc",
  //     "time": 918,
  //     "targetLang": "يعني تم التوصلتفاق كان جزء منه الوكاله الامريكيه الموعونه انه حتى القاب بتاع او",
  //     "baseLang": "",
  //     "originalIndex": 143
  // },
  // {
  //     "id": "99587c9c-1b2f-4ef8-8c7d-2fd37ef538b8",
  //     "time": 927,
  //     "targetLang": "الفجوه في انتاج القمح في السودان ان احنا نزرع اكبر مساحات ممكنه من القمح والفجوه",
  //     "baseLang": "",
  //     "originalIndex": 144
  // },
  // {
  //     "id": "f2247516-40c8-4144-bfd1-75c1e6edaed6",
  //     "time": 933,
  //     "targetLang": "دي بتجي في شكل بتاع منحه من اليو اس اي للسودان وبالتالي تمزيق فاتوره استيراد",
  //     "baseLang": "",
  //     "originalIndex": 145
  // },
  // {
  //     "id": "2ba7babc-4f81-4e23-a43c-a3e269d40adb",
  //     "time": 940,
  //     "targetLang": "القمح واللي كان بيكلف خزينه الدوله مبالغ طائله بالعمله الاجنبيه على شحها والازمه",
  //     "baseLang": "",
  //     "originalIndex": 146
  // },
  // {
  //     "id": "250b483d-b427-432d-814e-7e74f957cebf",
  //     "time": 948,
  //     "targetLang": "فيها ذات عامل الانقلاب شهد زراعه القطن اللي هي ما يزيد عن ال 200000 هتار",
  //     "baseLang": "",
  //     "originalIndex": 147
  // },
  // {
  //     "id": "3f6589f5-088c-4b91-9ba9-bbb24b2fa6d2",
  //     "time": 958,
  //     "targetLang": "بتاع قطن ودي واحده من اعلى المساحات المزروعه في سنوات طويله في السودان",
  //     "baseLang": "",
  //     "originalIndex": 148
  // },
  // {
  //     "id": "93ae8b31-8599-4b3d-b7bf-45d3258f38f5",
  //     "time": 966,
  //     "targetLang": "والناس لما يشوفوا ارقام الليله انخفضت لثلث ما كان في عام الانقلاب واحده ايضا",
  //     "baseLang": "",
  //     "originalIndex": 149
  // },
  // {
  //     "id": "bb180a83-cfea-4e30-b02b-7dbdbecad197",
  //     "time": 971,
  //     "targetLang": "من القطاعات اللي شهدت نهضه حقيقيه هو القطاع بتاع النفط ناس كلهم بيتذكروا انه",
  //     "baseLang": "",
  //     "originalIndex": 150
  // },
  // {
  //     "id": "7f4cd87c-fa45-426d-b1b4-11d982ea08d7",
  //     "time": 977,
  //     "targetLang": "بعد الانقسام بتاع السودان بعد استقلال جنوب السودان كان الوقت ده كان انتاجيه",
  //     "baseLang": "",
  //     "originalIndex": 151
  // },
  // {
  //     "id": "7d81724a-b0b3-431f-853d-1b3c296521e3",
  //     "time": 982,
  //     "targetLang": "حوالي 120,000 دي اللي باقيه في شمال السودان لكن انخفضت بشكل سريع",
  //     "baseLang": "",
  //     "originalIndex": 152
  // },
  // {
  //     "id": "552d9bfa-14bd-45b4-bec7-0e67ff52884a",
  //     "time": 988,
  //     "targetLang": "لما يقارب التكل 48000 برميل الحكومه الانتقاليه عملت مشروع طموح للغايه لزياده",
  //     "baseLang": "",
  //     "originalIndex": 153
  // },
  // {
  //     "id": "8a49e568-031e-4ade-856f-fd5184db04b9",
  //     "time": 995,
  //     "targetLang": "الانتاج النفطي فعليا لما جا اكتوبر اللي تم فيه الانقلاب ده الانتاج النفطي في",
  //     "baseLang": "",
  //     "originalIndex": 154
  // },
  // {
  //     "id": "985038d9-c40b-4687-83d6-3b527ec9cee1",
  //     "time": 1000,
  //     "targetLang": "السودان وصل 60,000 برميل وكنا وصلنا خلاص نقطه بتاع الاكتفاء الذاتي من البنزين",
  //     "baseLang": "",
  //     "originalIndex": 155
  // },
  // {
  //     "id": "bb437d11-a9dd-43eb-aba3-9e58e43c8571",
  //     "time": 1007,
  //     "targetLang": "بقينا ما محتاجين خلاص يعني وصلنا النقطه بتاعت انه ما محتاجين حتى نستورده من",
  //     "baseLang": "",
  //     "originalIndex": 156
  // },
  // {
  //     "id": "0ec9d357-9b1e-46c0-b82b-88e4278d17c9",
  //     "time": 1012,
  //     "targetLang": "الخارج وكان وفقا للخطه اللي كانت مطروحه انا ذاك بتاع زياده الانتاج النفطي انه في",
  //     "baseLang": "",
  //     "originalIndex": 157
  // },
  // {
  //     "id": "b52e3e48-d9fb-48fb-b0a9-0af362125334",
  //     "time": 1018,
  //     "targetLang": "2025 ان احنا قاعدين فيها هسه في الحرب دي كان يفترض السودان يكتفي ذاتيا كليا من",
  //     "baseLang": "",
  //     "originalIndex": 158
  // },
  // {
  //     "id": "ea5b60ad-12ff-4460-aed1-4723150ca15b",
  //     "time": 1025,
  //     "targetLang": "نفط المنتج محليا ويبدا العمليه بتاعه التصدير يعني ناهيك عن انه طبعا في القطاع",
  //     "baseLang": "",
  //     "originalIndex": 159
  // },
  // {
  //     "id": "2e2e1736-f4bc-4a12-bb20-1076fe17801f",
  //     "time": 1031,
  //     "targetLang": "ده اللي هو كان واحد من اكبر القطاعات اللي بتشهد فساد كبير وواسع بواصل عناصر",
  //     "baseLang": "",
  //     "originalIndex": 160
  // },
  // {
  //     "id": "010d3afe-7c5e-4546-bba2-5be1b5438d29",
  //     "time": 1035,
  //     "targetLang": "المؤتمر الوطني السابق القطاع ده طبعا تمت فيه عمليه حوكمه في عمليات استيراد الوقود",
  //     "baseLang": "",
  //     "originalIndex": 161
  // },
  // {
  //     "id": "fb5242f3-14e0-4cc1-9703-c060aa2c9eab",
  //     "time": 1042,
  //     "targetLang": "او غيره تمت صيانه رئيسيه برضه في المحطه بتاع قري اللي بيتنططوا هسه اليومين ديل",
  //     "baseLang": "",
  //     "originalIndex": 162
  // },
  // {
  //     "id": "ef6ac440-7cfe-44c8-aa15-59a02788764d",
  //     "time": 1048,
  //     "targetLang": "سعي عيدين بتحطيمها وبحرقها في حربهم الجنونيه والاجراميه الحاليه الحاصله الان",
  //     "baseLang": "",
  //     "originalIndex": 163
  // },
  // {
  //     "id": "b347c262-df91-41b9-8068-68c606ca6947",
  //     "time": 1055,
  //     "targetLang": "دي ولما جاء الانقلاب الوقت ذاك الناس بيذكره حتى مع",
  //     "baseLang": "",
  //     "originalIndex": 164
  // },
  // {
  //     "id": "fee0048d-fa40-42bb-bf72-d8ea29647bc0",
  //     "time": 1064,
  //     "targetLang": "الحاجات اللي كانوا بيعملوها من اغلاق الشرق وغيره في وقتها انتهت تماما الصفوف",
  //     "baseLang": "",
  //     "originalIndex": 165
  // },
  // {
  //     "id": "a7518314-fcc0-4526-b3cf-b3fac4892ac5",
  //     "time": 1071,
  //     "targetLang": "بتاع البنزين وغيره بفعل السياسات المتبعه اللي فعليا ادت لانه يكون في وفره وفي نفس",
  //     "baseLang": "",
  //     "originalIndex": 166
  // },
  // {
  //     "id": "a215a1ed-c141-4332-99bb-1e8259651da8",
  //     "time": 1078,
  //     "targetLang": "الوقت تتم مكافحه التهريب والسوق الموازي وغيره لكن حتى الدخول بتاع السماسره وغيره",
  //     "baseLang": "",
  //     "originalIndex": 167
  // },
  // {
  //     "id": "69d56407-01f0-4ad3-8e59-13e8790a68b1",
  //     "time": 1086,
  //     "targetLang": "اللي كان هم يعني بيستثمروا في المواد البتروليه دي بطريقه غير قانونيه عشان",
  //     "baseLang": "",
  //     "originalIndex": 168
  // },
  // {
  //     "id": "b4f2fe1f-d9ea-428e-8ece-91f65459df1f",
  //     "time": 1092,
  //     "targetLang": "يراكبوا بها ثروات بقى يعني السودان بقى دخل في بدايه الوصول لتعاقدات مباشره مع",
  //     "baseLang": "",
  //     "originalIndex": 169
  // },
  // {
  //     "id": "b367155d-ba80-465f-a1db-fcb620e83f26",
  //     "time": 1102,
  //     "targetLang": "كبريات الشركات العالميه في المنطقه والحقيقه لما الانقلاب جا كان في بواخر",
  //     "baseLang": "",
  //     "originalIndex": 170
  // },
  // {
  //     "id": "e3bd8c46-fe73-4e64-97ed-466158edb310",
  //     "time": 1111,
  //     "targetLang": "بتاعه وقود من ادنك ومن ارامكو قاعده عشان تفرغ واللي هي في اطار جهد كان",
  //     "baseLang": "",
  //     "originalIndex": 171
  // },
  // {
  //     "id": "9569792e-83d5-4b6c-a589-ac5b12280803",
  //     "time": 1119,
  //     "targetLang": "قام ب الحكومه الانتقاليه على اساس ينتهي القصه بتاع الوسطاء والسماسره وغيره",
  //     "baseLang": "",
  //     "originalIndex": 172
  // },
  // {
  //     "id": "1fb8959b-7dd9-46a8-9f51-ceb570fe8e9f",
  //     "time": 1125,
  //     "targetLang": "وسودان يحصل على امداد مستمر باحسن الاسعار للفجوه الموجوده عنده في الوقود",
  //     "baseLang": "",
  //     "originalIndex": 173
  // },
  // {
  //     "id": "f4603c20-5a69-4aa1-add9-8232fa6fcb60",
  //     "time": 1133,
  //     "targetLang": "الى حين الوصول الى العام 2025 اللي كان مؤمل انه نحنا احنا نكتفي ذاتيا كليا من",
  //     "baseLang": "",
  //     "originalIndex": 174
  // },
  // {
  //     "id": "f1c58531-7f20-4332-a87e-e4d1f844cecf",
  //     "time": 1138,
  //     "targetLang": "انتاجنا المحلي لولا ذلك الانقلاب وبرض في المحور الاقتصادي والاجتماعي ده كان في",
  //     "baseLang": "",
  //     "originalIndex": 175
  // },
  // {
  //     "id": "1244d175-eb40-4398-8ffb-0819057304da",
  //     "time": 1145,
  //     "targetLang": "عمل كبير جدا طبعا تم في القطاع بتاع الكهرباء يعني محطه جري 3 اللي ظلت معطله",
  //     "baseLang": "",
  //     "originalIndex": 176
  // },
  // {
  //     "id": "fe98b97e-da3a-4e93-bc17-5f177e5385fb",
  //     "time": 1150,
  //     "targetLang": "لفتره طويله للغايه ومحطه بورسودان اللي ظلت معطله لفتره طويله للغايه تم دفع",
  //     "baseLang": "",
  //     "originalIndex": 177
  // },
  // {
  //     "id": "a14d53a6-9a90-4881-8666-2cf6f3114ea2",
  //     "time": 1155,
  //     "targetLang": "الاستحقاقات بتاعه محطه جري 3ري دي وتم توفير الاستحقاقات لدفعها لمحطه بولسودان",
  //     "baseLang": "",
  //     "originalIndex": 178
  // },
  // {
  //     "id": "fb45cb1a-436b-4575-ad42-d6242a0488f1",
  //     "time": 1161,
  //     "targetLang": "دي بلا كان بتوفر 900 ميجا وات مشروع بتاع طاقه شمسيه في الكهرباء كان في بداياته ده",
  //     "baseLang": "",
  //     "originalIndex": 179
  // },
  // {
  //     "id": "5f03c3ef-a8c8-4b0d-92aa-2c6c9f48479c",
  //     "time": 1167,
  //     "targetLang": "كان حيوفر 500 ميجا وات يعني وغير من المشاريع في الكهربا مشروع برضه توليد",
  //     "baseLang": "",
  //     "originalIndex": 180
  // },
  // {
  //     "id": "234905a3-c6f5-42e8-a074-037ae81c20f6",
  //     "time": 1172,
  //     "targetLang": "الكهرباء بالرياح وده برضه كان حيضيف اضافه مقدره",
  //     "baseLang": "",
  //     "originalIndex": 181
  // },
  // {
  //     "id": "af230143-f1e5-4502-9a4b-1b317cd56988",
  //     "time": 1178,
  //     "targetLang": "والمنحجات من البنك الدولي جزء كبير منها كان مخصص للخطوط الناقله بتاع الكهرباء",
  //     "baseLang": "",
  //     "originalIndex": 182
  // },
  // {
  //     "id": "5c8e3e0f-fb31-4eb7-b1d3-3f92a812347d",
  //     "time": 1183,
  //     "targetLang": "نفسها وتوفير الاسبيرات وغير المحطات الموجوده دي كلها حاجات تمت في فتره بتاع",
  //     "baseLang": "",
  //     "originalIndex": 183
  // },
  // {
  //     "id": "5e7fdb2a-fd45-4934-b6e6-c6b844751e62",
  //     "time": 1188,
  //     "targetLang": "سنتين في ظل محاولات تعويق داخليه من الاجهزه الامنيه والعسكريه وعناصر النظام",
  //     "baseLang": "",
  //     "originalIndex": 184
  // },
  // {
  //     "id": "fcb2838d-3636-4869-87ec-bb658b99033a",
  //     "time": 1194,
  //     "targetLang": "السابق اللي هم متغل في الدوله وفي ظل اغلاق بسبب الكورونا وكل التبيعات",
  //     "baseLang": "",
  //     "originalIndex": 185
  // },
  // {
  //     "id": "4a3ce9e9-7cb3-4c93-8773-78427095da79",
  //     "time": 1199,
  //     "targetLang": "الاقتصاديه تبعته وفي محور ال الامن طبعا انتم عارفين يا جماعه القصص بتاعت ا",
  //     "baseLang": "",
  //     "originalIndex": 186
  // },
  // {
  //     "id": "6ba72f67-26ee-4b50-93d3-55ed46549c8e",
  //     "time": 1208,
  //     "targetLang": "تسعه طويله وشنو دي دي كلها هسه ما ظهر يعني بالدليل القاطع يعني انه دي عصابات",
  //     "baseLang": "",
  //     "originalIndex": 187
  // },
  // {
  //     "id": "fde1d581-5fe4-4619-867b-75bceb694b92",
  //     "time": 1214,
  //     "targetLang": "اصلا تابعه لجهاز الامن وهو بيستخدمها في اثاره القلاقل السياسيه وغيره يعني ونحن",
  //     "baseLang": "",
  //     "originalIndex": 188
  // },
  // {
  //     "id": "4be6cd27-c804-4d17-93ea-0cbc0ba5b564",
  //     "time": 1219,
  //     "targetLang": "كنا عارفين الكلام ده طبعا وقتها لكن الاصلاحات اللي تمت في قطاع في الشرطه",
  //     "baseLang": "",
  //     "originalIndex": 189
  // },
  // {
  //     "id": "59fbe236-584d-48ed-9d3c-d0721a9dce4d",
  //     "time": 1225,
  //     "targetLang": "وقتها والتغييرات تمت في الشرطه وقتها ساهمت في الحد كبير في انها هي تحد من",
  //     "baseLang": "",
  //     "originalIndex": 190
  // },
  // {
  //     "id": "09a12044-ee20-48f8-b05f-431b6b05b5e3",
  //     "time": 1231,
  //     "targetLang": "محاولات افتعال اشكالات امنيه وبكل تاكيد انت ودا تقارن السودان الليله اكثر امانا",
  //     "baseLang": "",
  //     "originalIndex": 191
  // },
  // {
  //     "id": "7aa06743-696d-458f-9e94-48bd450f7078",
  //     "time": 1238,
  //     "targetLang": "مما كان عليه في الفتره الانتقاليه ولا لا بكل تاكيد لا توجد اي مقارنه اصلا لا من",
  //     "baseLang": "",
  //     "originalIndex": 192
  // },
  // {
  //     "id": "719da6a0-97e2-4562-819a-9170b33c1813",
  //     "time": 1245,
  //     "targetLang": "قريب ولا وهل سيعود اصلا كما كان انا اعتقد انه الان بعد الحرب اللي ادت لتناسل",
  //     "baseLang": "",
  //     "originalIndex": 193
  // },
  // {
  //     "id": "05bc1698-57ee-49fe-87cd-a5f87d742ae4",
  //     "time": 1251,
  //     "targetLang": "الميليشيات والانهيار في الدوله وفي غيره من الصعوب بمكان ان يسترد الامن مره اخرى",
  //     "baseLang": "",
  //     "originalIndex": 194
  // },
  // {
  //     "id": "2db98f4b-d06e-4a44-bafc-6d64773801f4",
  //     "time": 1258,
  //     "targetLang": "في السودان الا بعد مشوار طويل وقاسي نامل اننا نستطيع نقطعه في اسرع فرصه ممكن لانه",
  //     "baseLang": "",
  //     "originalIndex": 195
  // },
  // {
  //     "id": "d773498c-5834-40bb-a412-1d40faf70380",
  //     "time": 1264,
  //     "targetLang": "شعبنا بيستحق ان بيمر به لكن حتى في الموضوع بتاع اصلاح الاجهزه الامنيه طبعا",
  //     "baseLang": "",
  //     "originalIndex": 196
  // },
  // {
  //     "id": "dfa218bc-f5ee-4b5a-9521-3cdcb075dffb",
  //     "time": 1270,
  //     "targetLang": "يا جماعه الدعوه بتاع انه يكون في جيش واحد في السودان دي دعوانا نحنا ديل دي ما",
  //     "baseLang": "",
  //     "originalIndex": 197
  // },
  // {
  //     "id": "5e40122f-a1ff-4d1a-a7e2-c1680bbfe73a",
  //     "time": 1275,
  //     "targetLang": "دعوه الكيزان دي ما دعوه الكيزان اطلاقا الكيزان هم اللي عملوا تعد الجيوش في",
  //     "baseLang": "",
  //     "originalIndex": 198
  // },
  // {
  //     "id": "36453503-de13-42aa-8d91-105e0f90942c",
  //     "time": 1280,
  //     "targetLang": "السودان طبعا في الناس ديل هسه في ناس بيكرر لك يقول لك والله العظيم يا اخي",
  //     "baseLang": "",
  //     "originalIndex": 199
  // },
  // {
  //     "id": "ffe41e51-0c0d-4738-91cd-7b0871e44192",
  //     "time": 1286,
  //     "targetLang": "القوى المدنيه دي اصلا هي دعم سريع ليه؟ ها والله العظيم لانه ما",
  //     "baseLang": "",
  //     "originalIndex": 200
  // },
  // {
  //     "id": "2fd58b77-2882-45ac-8e23-10d7c77e592c",
  //     "time": 1293,
  //     "targetLang": "دانت الدعم السريع يا اخي ك خليك من السخف والكذب ده وال طبعا صفحه القوه المدنيه في",
  //     "baseLang": "",
  //     "originalIndex": 201
  // },
  // {
  //     "id": "ab54efe5-af12-4965-abb4-aef609650fe3",
  //     "time": 1300,
  //     "targetLang": "حاجه في اختراع اسمه جوجل يعني ممكن تفتحه تكتب الحريه والتغيير تدين الدعم السريع",
  //     "baseLang": "",
  //     "originalIndex": 202
  // },
  // {
  //     "id": "57f0a67f-e118-4685-bfea-20ed2afb408a",
  //     "time": 1304,
  //     "targetLang": "حتلقى بيانات كثيره صمود تدين الدعم السريع حتلقى بيانات كثيره تقدم تدين",
  //     "baseLang": "",
  //     "originalIndex": 203
  // },
  // {
  //     "id": "70b2fc1a-4619-46a0-9985-e23c42768d6d",
  //     "time": 1309,
  //     "targetLang": "الدعم السريع تلقى بيانات كثيره حزب المؤتمر السوداني يدين الدعم السريع تلقى",
  //     "baseLang": "",
  //     "originalIndex": 204
  // },
  // {
  //     "id": "330b7e86-470f-4414-b8bd-6e48950f1b46",
  //     "time": 1313,
  //     "targetLang": "بيانات كثيره ودي حاق موجوده يعني ما بتقدر مغالطه بتكرار الاكاذيب بس لكن اللي",
  //     "baseLang": "",
  //     "originalIndex": 205
  // },
  // {
  //     "id": "fc7e21d3-3338-4358-aa58-efbc6710ed37",
  //     "time": 1318,
  //     "targetLang": "بيقول الكلام ده هو ده الزول الانشا الدعم السريع نفسه اللي هو زول انشا دعم السريع",
  //     "baseLang": "",
  //     "originalIndex": 206
  // },
  // {
  //     "id": "a5b75925-4722-4288-ab23-eb54aa4e735e",
  //     "time": 1324,
  //     "targetLang": "وسنا له قانون وسلحه ولبسه واداه قروش وارسلوا في مهام خارجيه وال جعل منه",
  //     "baseLang": "",
  //     "originalIndex": 207
  // },
  // {
  //     "id": "e9bd4928-ea07-4148-9260-7243377045ac",
  //     "time": 1331,
  //     "targetLang": "امبراطوريه اقتصاديه وتحالف معه لفترات طويله للغايه والليله دي ما عنده مانع",
  //     "baseLang": "",
  //     "originalIndex": 208
  // },
  // {
  //     "id": "fe7c60bc-96eb-4aa2-a7f7-40540fab75de",
  //     "time": 1336,
  //     "targetLang": "يتحالف معه يعني وبالتالي اذا كان الكلام على الجيش الواحد والان",
  //     "baseLang": "",
  //     "originalIndex": 209
  // },
  // {
  //     "id": "ef51b977-a352-4e49-95ff-29ea73ff0cb9",
  //     "time": 1344,
  //     "targetLang": "الان الناس اللي بيقولوا انه الحرب دي بغرض الوصول لجيش واحد الحرب دي الان ادت",
  //     "baseLang": "",
  //     "originalIndex": 210
  // },
  // {
  //     "id": "870c5a0e-b535-4a74-a025-4e7a4da7bd43",
  //     "time": 1350,
  //     "targetLang": "لتناسل الميليشيات بشكل غير مسبوق وبالتالي مطلب وامل الجيش الواحد هو بكل",
  //     "baseLang": "",
  //     "originalIndex": 211
  // },
  // {
  //     "id": "05594d3f-373e-4006-8487-e42661f7c44b",
  //     "time": 1358,
  //     "targetLang": "تاكيد صار ابعد من ما كان عليه حين ما اندلعت الحرب يعني لكن الدائره يقولوا انه",
  //     "baseLang": "",
  //     "originalIndex": 212
  // },
  // {
  //     "id": "09279a7a-1d8e-4ec2-aceb-6a3d89e50a7a",
  //     "time": 1365,
  //     "targetLang": "من طرح مساله دمج الدعم السريع في القوات المسلحه والوصول لجيش واحد من قومي هم",
  //     "baseLang": "",
  //     "originalIndex": 213
  // },
  // {
  //     "id": "5674def5-2ab8-4d4c-9b68-6820e9f4acfb",
  //     "time": 1372,
  //     "targetLang": "المدنيين وليس العسكر او الكهزال اول ما طرح الامر",
  //     "baseLang": "",
  //     "originalIndex": 214
  // },
  // {
  //     "id": "95343f81-8d42-4f39-8e5c-0fe34b91ceba",
  //     "time": 1378,
  //     "targetLang": "ده طرح في مذكره او في بيان ومبادره رئيس الوزراء في يونيو",
  //     "baseLang": "",
  //     "originalIndex": 215
  // },
  // {
  //     "id": "80c46430-c5b3-4618-b12a-e4571bcfe7d2",
  //     "time": 1384,
  //     "targetLang": "2021 بوضوح يعني انه لا السودان ما حيمشي لقدام لو ما عالج القضيه دي ووضع ليها",
  //     "baseLang": "",
  //     "originalIndex": 216
  // },
  // {
  //     "id": "02807250-8e54-4227-b7c4-610053360271",
  //     "time": 1391,
  //     "targetLang": "اولويه طبعا وال المبادره اللي تقدموا بها المدنيين انذاك للوصول للجيش الواحد ده",
  //     "baseLang": "",
  //     "originalIndex": 217
  // },
  // {
  //     "id": "48f2b457-ee80-4b4e-9298-3414b9441ad0",
  //     "time": 1396,
  //     "targetLang": "بدون اراقه نقطه ضم واحده تم قطع الطريق عليها بالانقلاب لوقفه الطريق امدع",
  //     "baseLang": "",
  //     "originalIndex": 218
  // },
  // {
  //     "id": "77f9f29f-f70a-4fbb-b639-a1b3f7e3fc1f",
  //     "time": 1402,
  //     "targetLang": "وبالتالي في مساله الامن قضيه الاصلاح الامني العسكري والوصول لجيش واحد مهني",
  //     "baseLang": "",
  //     "originalIndex": 219
  // },
  // {
  //     "id": "19007513-e1d2-4546-bd41-103086bcdd1c",
  //     "time": 1408,
  //     "targetLang": "وقومي هي دي القضيه اللي حملوها المدنيين واللي قطعوا الطريق امام الانقلابيين وليس",
  //     "baseLang": "",
  //     "originalIndex": 220
  // },
  // {
  //     "id": "829c43c5-b278-4df0-b5e9-e8d30f4d9858",
  //     "time": 1414,
  //     "targetLang": "العكس كما يحاول ان يضلل المضللون يعني لكن انا برضه هنا عندي قصه سريعه داير",
  //     "baseLang": "",
  //     "originalIndex": 221
  // },
  // {
  //     "id": "7ebec0fc-6d22-4688-847f-392ccface5be",
  //     "time": 1419,
  //     "targetLang": "احكيها في انه مش كده بس الحكومه المدنيه طبعا اشتغلت بيدينا وكرعينا عشان تحدث",
  //     "baseLang": "",
  //     "originalIndex": 222
  // },
  // {
  //     "id": "303e346e-3318-4512-91f5-11394c67534a",
  //     "time": 1425,
  //     "targetLang": "القوات المسلحه و يعني تخريجه من الحفره اللي وقعها فيها نظام البشير نظام البشير",
  //     "baseLang": "",
  //     "originalIndex": 223
  // },
  // {
  //     "id": "5d4f19d3-a7fb-4bf8-9395-4735db90f242",
  //     "time": 1431,
  //     "targetLang": "بف العزله الدوليه الموجود فيها السودان القوات المسلحه صار ما عندها تدريب حديث",
  //     "baseLang": "",
  //     "originalIndex": 224
  // },
  // {
  //     "id": "399c7106-8d5e-4a11-9b5e-3638c941652b",
  //     "time": 1435,
  //     "targetLang": "صار ما عندها تسليح حديث صار عندها مشكله في الموارد ودي قصه انا بقوله وبرهان ده",
  //     "baseLang": "",
  //     "originalIndex": 225
  // },
  // {
  //     "id": "d4484578-3117-445b-9d8f-bc8cadb633c0",
  //     "time": 1441,
  //     "targetLang": "حاضره وشاهد عليها يعني نحنا جت دوله مهمه في العالم طرحت مشروع بتاع شراكه",
  //     "baseLang": "",
  //     "originalIndex": 226
  // },
  // {
  //     "id": "9d053a29-cedf-4e25-907a-c145bf62abb7",
  //     "time": 1448,
  //     "targetLang": "استراتيجيه مع السودان نحنا المدنيين ديل طلبنا منها انه جزء من الشراكه",
  //     "baseLang": "",
  //     "originalIndex": 227
  // },
  // {
  //     "id": "6d9a908f-6482-4121-a05a-2448d9cd99e8",
  //     "time": 1453,
  //     "targetLang": "الاستراتيجيه دي يكون شراكه امنيه وجزء من الشراكه الامنيه دي انه يتم تحديث للقوات",
  //     "baseLang": "",
  //     "originalIndex": 228
  // },
  // {
  //     "id": "73cb0a91-642c-4f8f-8b35-33c334b27cd5",
  //     "time": 1458,
  //     "targetLang": "المسلحه في تدريبها في تسليحها في غيره في غيره على اساس انه دي واحده من اولوياتنا",
  //     "baseLang": "",
  //     "originalIndex": 229
  // },
  // {
  //     "id": "db902f4e-12d2-44ea-9e19-fde7d5250988",
  //     "time": 1465,
  //     "targetLang": "يعني والكلام ده انا بقول برهان لانه الكلام ده انا شخصيا بعثت بالرئيس الوزراء",
  //     "baseLang": "",
  //     "originalIndex": 230
  // },
  // {
  //     "id": "8690331a-4126-4f70-927f-f40007c6c83e",
  //     "time": 1471,
  //     "targetLang": "امشي اكلمه بال بالحاجه دي على اساس انه نمشي فيها سوا لقدام لانه بيهمنا بلدنا",
  //     "baseLang": "",
  //     "originalIndex": 231
  // },
  // {
  //     "id": "71719c71-f0de-458a-9103-ec3b69e53693",
  //     "time": 1478,
  //     "targetLang": "يكون فيها جيش واحد قوي ومهني وحديث يكون عنده افضل تدريب وافضل تسليح لكن للاسف",
  //     "baseLang": "",
  //     "originalIndex": 232
  // },
  // {
  //     "id": "aca3b4ba-759c-4954-88b3-38fb3a6531ff",
  //     "time": 1486,
  //     "targetLang": "الشديد من هم على قياده الجيش ده دي ما اولوياته من هم على قياده الجيش طبعا",
  //     "baseLang": "",
  //     "originalIndex": 233
  // },
  // {
  //     "id": "f5251c7f-43ad-434e-af9d-f3329765a836",
  //     "time": 1490,
  //     "targetLang": "اولوياتهم هي انهم يصلوا للسلطه ولو كان الثمن بتاع ده تعدد الجيوش ولو كان الثمن",
  //     "baseLang": "",
  //     "originalIndex": 234
  // },
  // {
  //     "id": "2c44a126-968f-4050-b1fd-8e855daeca68",
  //     "time": 1496,
  //     "targetLang": "بتاع ده دمار السودان وده اللي عايشين الان النتيجه بتاعته المحور الثالث من",
  //     "baseLang": "",
  //     "originalIndex": 235
  // },
  // {
  //     "id": "e00a0fc5-c2a9-4d64-9bb7-abbfa9dc19d9",
  //     "time": 1502,
  //     "targetLang": "المحاور اللي اشتغلت عليه الحكومه الانتقاليه محور السلام والحقيقه السودان",
  //     "baseLang": "",
  //     "originalIndex": 236
  // },
  // {
  //     "id": "b9328bf5-4168-452d-b62d-31ed94500f10",
  //     "time": 1507,
  //     "targetLang": "كان في حروب باستمرار من العام 1955 انقطعت في العام 1972 باتفاقدي صبابه لكن",
  //     "baseLang": "",
  //     "originalIndex": 237
  // },
  // {
  //     "id": "76e8291c-cab0-4482-8d16-8398455ef331",
  //     "time": 1513,
  //     "targetLang": "من 1983 ما رجعت الحرب مره ثانيه ما توقفت الحرب في السودان اطلاقا حتى لما تم",
  //     "baseLang": "",
  //     "originalIndex": 238
  // },
  // {
  //     "id": "b337e9a8-efbe-46f3-a14f-25791d3cf7a9",
  //     "time": 1520,
  //     "targetLang": "التوقيف بتاع اتفاق السلامه الشامل في 2005 وتم التوقيع بتاع الاتفاق بتاع",
  //     "baseLang": "",
  //     "originalIndex": 239
  // },
  // {
  //     "id": "e69f1c5a-c9e6-4d62-a17a-2f156b280f18",
  //     "time": 1524,
  //     "targetLang": "دارفور بتاع ابوجه في 2006 ايضا الحرب ظلت مستمره لانه الاتفاق ده ما شمل الجميع",
  //     "baseLang": "",
  //     "originalIndex": 240
  // },
  // {
  //     "id": "70f9a964-0f92-4f4e-9719-341d42ed9637",
  //     "time": 1531,
  //     "targetLang": "انذاك ظلت في بؤر مشتعله في السودان ودارفور حصلت فيها يعني اللي هي سنوات",
  //     "baseLang": "",
  //     "originalIndex": 241
  // },
  // {
  //     "id": "170c26cf-918b-4bf1-aae2-f46a6368e333",
  //     "time": 1537,
  //     "targetLang": "الاباده الجماعيه في ذاك التوقيت بالضبط يعني الحقيقه",
  //     "baseLang": "",
  //     "originalIndex": 242
  // },
  // {
  //     "id": "130fddff-f544-4bf8-9696-d2bd35874570",
  //     "time": 1543,
  //     "targetLang": "انه نجحت ثوره ديسمبر المجيده في انها تخمد الحروب في السودان بالكامل تم توقيع",
  //     "baseLang": "",
  //     "originalIndex": 243
  // },
  // {
  //     "id": "112b5a81-aa88-45b8-ae78-ca865e89d4d2",
  //     "time": 1550,
  //     "targetLang": "اتفاق جبل سلام السودان اللي هي وقف الحرف في دارفور بالكامل وفي اجزاء من جبال",
  //     "baseLang": "",
  //     "originalIndex": 244
  // },
  // {
  //     "id": "53969938-f4ac-4582-b146-a4e7488470b7",
  //     "time": 1556,
  //     "targetLang": "النوبه والن الازرق لكن حتى مع الحركه الشعبيه تحت السودان قياده الحلو اللي هو",
  //     "baseLang": "",
  //     "originalIndex": 245
  // },
  // {
  //     "id": "f2e3a1f9-5729-47bd-a858-e23fd0651c59",
  //     "time": 1560,
  //     "targetLang": "لم يكن لم يتم الوصول لاتفاق سلام معه انذاك كان في اتفاق بتاع وقف اطلاق نار",
  //     "baseLang": "",
  //     "originalIndex": 246
  // },
  // {
  //     "id": "881eb5f9-23f4-4150-81cd-1283cd1eface",
  //     "time": 1568,
  //     "targetLang": "قاعد يتجدد بفتره دوريه على اساس انه ما يكون في قتال الحقيقه",
  //     "baseLang": "",
  //     "originalIndex": 247
  // },
  // {
  //     "id": "f4e59064-4d3c-4416-91f6-d50f529da0c6",
  //     "time": 1575,
  //     "targetLang": "موضوع السلام لانه كان واحد من اولويات الثوره نفسها في الشعار الرئيسي واحد من",
  //     "baseLang": "",
  //     "originalIndex": 248
  // },
  // {
  //     "id": "ecdbd91f-5c58-4d53-8dcc-ee08922ee398",
  //     "time": 1580,
  //     "targetLang": "اولويات الحكومه المدنيه الحكومه المدنيه نجحت في انه يكون في سلام في السودان",
  //     "baseLang": "",
  //     "originalIndex": 249
  // },
  // {
  //     "id": "49c65891-8028-45d5-b065-fcf5690b36e5",
  //     "time": 1585,
  //     "targetLang": "انذاك في فتره الانتقال المدني وقارن ما قبل واقارن ما بعد الان عشان الناس يشوفوا",
  //     "baseLang": "",
  //     "originalIndex": 250
  // },
  // {
  //     "id": "f4499c28-bffc-44ef-9140-cadc2dc708c9",
  //     "time": 1593,
  //     "targetLang": "انه هل معادله الاستقرار في السودان فعلا هل معادله الامان في السودان فعلا بتجي عن",
  //     "baseLang": "",
  //     "originalIndex": 251
  // },
  // {
  //     "id": "3d2c6cda-3e66-4950-bca6-62aa3f5e09e2",
  //     "time": 1598,
  //     "targetLang": "طريق الحكم العسكري اللي يظل مرتبط دائما بالحروف في السودان ولا عن طريق الحكم",
  //     "baseLang": "",
  //     "originalIndex": 252
  // },
  // {
  //     "id": "f4a4c491-0a4b-48df-abac-3bdf33882a96",
  //     "time": 1603,
  //     "targetLang": "المدني اللي هو ظل دائما مرتبط بوقف البنادق والاستقرار في السودان محور",
  //     "baseLang": "",
  //     "originalIndex": 253
  // },
  // {
  //     "id": "77e7fee8-84c4-4067-ad2b-b9ac10842baf",
  //     "time": 1609,
  //     "targetLang": "برضه من المحاور المهمه المحور الرابع اشتغلت عليه والحكومه المدنيه على ذاك",
  //     "baseLang": "",
  //     "originalIndex": 254
  // },
  // {
  //     "id": "decda5a5-8e52-438c-aaec-fbdb10fa8bac",
  //     "time": 1614,
  //     "targetLang": "المحور بتاع قضايا الانتقال يعني وده ابتداء من تفكيك بنيه النظام السابق بكل",
  //     "baseLang": "",
  //     "originalIndex": 255
  // },
  // {
  //     "id": "18f89540-fe96-4977-9ec8-4059d6355ecd",
  //     "time": 1618,
  //     "targetLang": "تاكيد لن يمكن ان يحدث انتقال مدني الديمقراطي في السودان طالما في حزب فاشي",
  //     "baseLang": "",
  //     "originalIndex": 256
  // },
  // {
  //     "id": "434ec072-452f-4e9e-a57b-7d391f70842f",
  //     "time": 1623,
  //     "targetLang": "مختطف في الدوله متغلغل فيها في مؤسسات الامنيه ومؤسسات العسكريه ومؤسسات المدنيه",
  //     "baseLang": "",
  //     "originalIndex": 257
  // },
  // {
  //     "id": "7e69d752-fc78-4eb6-98a5-9466ed205bcf",
  //     "time": 1629,
  //     "targetLang": "ومؤسسات الاقتصاديه المختلفه وبالتالي لعبت لجنه التفكيك دور رئيسي في انها تفكك",
  //     "baseLang": "",
  //     "originalIndex": 258
  // },
  // {
  //     "id": "144fc1bf-e159-489e-8d9e-77a39688e9e8",
  //     "time": 1635,
  //     "targetLang": "بنيه النظام السابق ده في شقه المدني وطبعا شند حرب مبالغ فيه لانه الناس اللي",
  //     "baseLang": "",
  //     "originalIndex": 259
  // },
  // {
  //     "id": "d5a211e3-09bf-4cf2-9717-55a8a87749bc",
  //     "time": 1642,
  //     "targetLang": "ما عندهم مصلحه اصلا في الانتقال عاوزين يحافظوا على النظام السابق زي ما هو",
  //     "baseLang": "",
  //     "originalIndex": 260
  // },
  // {
  //     "id": "ceadc8b5-7f34-4831-8069-f8d3d676761f",
  //     "time": 1646,
  //     "targetLang": "وبيفتكروا انه اذا تم الحفاظ على النظام السابق كما هو بذات قوته الانتقال ده",
  //     "baseLang": "",
  //     "originalIndex": 261
  // },
  // {
  //     "id": "82888c55-7b66-463c-b54f-06b82cdb3c3b",
  //     "time": 1652,
  //     "targetLang": "بيفرغ من معناه بيتم التحكم فيه من الداخل يعني ايضا قضيه من القضايا المهمه من",
  //     "baseLang": "",
  //     "originalIndex": 262
  // },
  // {
  //     "id": "910a7539-15d0-4f72-9ecb-f5ac713a2962",
  //     "time": 1660,
  //     "targetLang": "قضايا الانتقال اللي هي قضيه الانصاف قضيه العوده بتاع المفصولين تعسفيا واستطاعت",
  //     "baseLang": "",
  //     "originalIndex": 263
  // },
  // {
  //     "id": "350bbaa3-9593-4227-9652-74c44433ae9c",
  //     "time": 1666,
  //     "targetLang": "الحكومه الانتقاليه تعيد الالاف وتعوض بعد ما مروا به في عهد البشير الموضوع بتاع",
  //     "baseLang": "",
  //     "originalIndex": 264
  // },
  // {
  //     "id": "05e57f86-85ad-40b4-ab28-ebc892996414",
  //     "time": 1671,
  //     "targetLang": "برضه الاصلاح القانوني تم الغاء العديد من القوانين المقيده للحريات والناس اللي",
  //     "baseLang": "",
  //     "originalIndex": 265
  // },
  // {
  //     "id": "fb170b86-7325-4548-b64d-1cb936f93623",
  //     "time": 1676,
  //     "targetLang": "يقارنوا بس يعني اوضاع الحريات في البلد انذاك بكل المؤشرات يعني مؤشرات على شويه",
  //     "baseLang": "",
  //     "originalIndex": 266
  // },
  // {
  //     "id": "45e07964-1e54-4da5-ae55-2631daaf1124",
  //     "time": 1681,
  //     "targetLang": "الناس ولا المؤشرات الدوليه نفسها وما يعيش السودان الان تم بدايه المحور ده",
  //     "baseLang": "",
  //     "originalIndex": 267
  // },
  // {
  //     "id": "317695cc-4f05-406c-866b-e70239de9a02",
  //     "time": 1686,
  //     "targetLang": "برضه ابتداء واحد من اكبر المشاريع بتاع اصلاح الخدمه المدنيه يمكن يكون في تاريخ",
  //     "baseLang": "",
  //     "originalIndex": 268
  // },
  // {
  //     "id": "b26677ef-7d14-4a80-9c67-f36df4c91e48",
  //     "time": 1691,
  //     "targetLang": "السودان بالتعاون مع جهات استشاريه دوليه رئيسيه تم ايضا الشروع في المشروع مشروع",
  //     "baseLang": "",
  //     "originalIndex": 269
  // },
  // {
  //     "id": "af0b273a-8c8e-4952-a305-b5cddf29ed5d",
  //     "time": 1698,
  //     "targetLang": "بتاع اصلاح في مشروع الاحصى السكاني وده تكلفته فاقت ال 320 مليون دولار استطاعت",
  //     "baseLang": "",
  //     "originalIndex": 270
  // },
  // {
  //     "id": "b88b59cf-777c-4a7e-9db4-f980a8745435",
  //     "time": 1704,
  //     "targetLang": "ان توفرها الحكومه على اساس انه يشتم الشروع فيه فوريا",
  //     "baseLang": "",
  //     "originalIndex": 271
  // },
  // {
  //     "id": "dd9d5425-ddc2-435f-9a59-4ed794c8716f",
  //     "time": 1709,
  //     "targetLang": "لكل ما يصب فيه موضوع الاحصاء من التحضير للانتخابات او من التخطيط للتنميه",
  //     "baseLang": "",
  //     "originalIndex": 272
  // },
  // {
  //     "id": "1044db6c-0dd6-4442-950c-0cece2a0590e",
  //     "time": 1718,
  //     "targetLang": "الاقتصاديه وكده اخر محور ده غتيه محور العلاقات الخارجيه وطبعا يا جماعه",
  //     "baseLang": "",
  //     "originalIndex": 273
  // },
  // {
  //     "id": "1eb0e959-a5e2-4101-a741-3aebfcc6f38b",
  //     "time": 1723,
  //     "targetLang": "في ناس ال بيصوروا طبعا بيقول لك الحرب دي حرب الكرامه طبعا يعني وحرب السياده طبعا",
  //     "baseLang": "",
  //     "originalIndex": 274
  // },
  // {
  //     "id": "1c9c2ae7-b94d-474d-a76b-418559dc85bf",
  //     "time": 1729,
  //     "targetLang": "الحرب دي الحقيقه العكس تماما يعني هي دي حرب التفريط في سياده السودان وحرب مرمغت",
  //     "baseLang": "",
  //     "originalIndex": 275
  // },
  // {
  //     "id": "dbca473c-c788-4d36-a267-f88fe6d51edb",
  //     "time": 1734,
  //     "targetLang": "كرامه السودانيين في الارض وان كان الامر عن علاقه السودان مع الخارج بس انقارن",
  //     "baseLang": "",
  //     "originalIndex": 276
  // },
  // {
  //     "id": "c852c71f-058d-45bd-8e5c-cbded6ea2c6f",
  //     "time": 1740,
  //     "targetLang": "مقارنه سريعه بين ما كان يحدث في الفتره الانتقاليه",
  //     "baseLang": "",
  //     "originalIndex": 277
  // },
  // {
  //     "id": "2a05c60b-644d-4bab-a7ae-49bbdbfb1fd3",
  //     "time": 1745,
  //     "targetLang": "وتحت ظل الحكومه المدنيه والان لما جت الثوره دي",
  //     "baseLang": "",
  //     "originalIndex": 278
  // },
  // {
  //     "id": "5c3031cc-775d-44f5-a603-90f95b6d5414",
  //     "time": 1750,
  //     "targetLang": "السودان كان بيعيش عزله كبعير اجرب عقوبات",
  //     "baseLang": "",
  //     "originalIndex": 279
  // },
  // {
  //     "id": "25ea365e-6b7f-4be4-bef5-36e95f399a91",
  //     "time": 1757,
  //     "targetLang": "رئيس البشير مطلوب من المحكمه الجنائيه الدوليه ما بيقدر يسافر برا سافر قبل كده",
  //     "baseLang": "",
  //     "originalIndex": 280
  // },
  // {
  //     "id": "cf36ea04-644f-4de3-83aa-7887ef7fd40d",
  //     "time": 1763,
  //     "targetLang": "جنوب افريقيا لما هربوا لانه كان حيتم الغاء القبض عليه هناك ده رئيس الدوله كان",
  //     "baseLang": "",
  //     "originalIndex": 281
  // },
  // {
  //     "id": "0949137b-fcee-4ce7-854d-66c9046bd05e",
  //     "time": 1768,
  //     "targetLang": "لما كان يسافر سفره بس ساعه كان الاعلام بتاع الكيزان الوقت ذاك بيهلل وبيكبر انه",
  //     "baseLang": "",
  //     "originalIndex": 282
  // },
  // {
  //     "id": "5b8a8c30-3509-4093-92e8-4eee2f8daeb0",
  //     "time": 1773,
  //     "targetLang": "ده انتصار كبير للسودان انه رئيس السودان استطاع انه يركب طياره يسافر يعني اللي هو",
  //     "baseLang": "",
  //     "originalIndex": 283
  // },
  // {
  //     "id": "991db45c-3cac-4fee-9da2-8134f7798f0a",
  //     "time": 1780,
  //     "targetLang": "في عزله دوليه غير مزبوقه عقوبات السودان دوله مصنفه دوله راعيه للارهاب",
  //     "baseLang": "",
  //     "originalIndex": 284
  // },
  // {
  //     "id": "0c47f8de-3227-40e3-b937-a6a5432889d5",
  //     "time": 1786,
  //     "targetLang": "البشير مطلوب المحكمه الجنايه الدوليه وغيرها",
  //     "baseLang": "",
  //     "originalIndex": 285
  // },
  // {
  //     "id": "3fc9348d-9053-4f14-8a8b-df44a8bb616c",
  //     "time": 1791,
  //     "targetLang": "ولما جت الثوره الكلام ده كله انقلب 180 درجه الحكومه المدنيه الانتقاليه استطاعت",
  //     "baseLang": "",
  //     "originalIndex": 286
  // },
  // {
  //     "id": "bdb53a2f-ff73-405d-b331-05a405cbe0f7",
  //     "time": 1797,
  //     "targetLang": "انها تخرج السودان من قائمه الدول الرايه للارهاب دي حقيقه",
  //     "baseLang": "",
  //     "originalIndex": 287
  // },
  // {
  //     "id": "db2a28f8-e539-4281-8b46-1b60343d1106",
  //     "time": 1802,
  //     "targetLang": "طبعا لما في 2019 كان تم تعليق العضويه بتاع السودان في الاتحاد الافريقي طبعا تم",
  //     "baseLang": "",
  //     "originalIndex": 288
  // },
  // {
  //     "id": "497ff6ad-3ea1-4275-96fe-470d77dd019c",
  //     "time": 1809,
  //     "targetLang": "استعادتها بعد تكوين الحكومه المدنيه انتخابيه لكن مش كده بس",
  //     "baseLang": "",
  //     "originalIndex": 289
  // },
  // {
  //     "id": "09305372-a5cd-405e-8a81-320202e87c80",
  //     "time": 1813,
  //     "targetLang": "والان الناس بيشوفوا يعني السودان انا الان عضويته معلقه في الاتحاد الافريقي",
  //     "baseLang": "",
  //     "originalIndex": 290
  // },
  // {
  //     "id": "d80be99a-e4d9-4b1d-a685-1b0363505c99",
  //     "time": 1818,
  //     "targetLang": "السودان كان عضو في الاتحاد الافريقي وكان رئيس منظمه الايجاد دي الحقيقه لانه فعلا",
  //     "baseLang": "",
  //     "originalIndex": 291
  // },
  // {
  //     "id": "d94055f8-93e0-4ea7-abd3-d31c3bb20947",
  //     "time": 1825,
  //     "targetLang": "دوله كان في محيطها الاقليمي بيحتفى بها عشان كده كان دكتور عبد الله حمدوك هو",
  //     "baseLang": "",
  //     "originalIndex": 292
  // },
  // {
  //     "id": "2086108a-be59-419b-82f1-8d719ab43479",
  //     "time": 1831,
  //     "targetLang": "رئيس منظمه الايجاد اللي هو بالاجماع يعني اللي تم الاتفاق عليه وانذاك",
  //     "baseLang": "",
  //     "originalIndex": 293
  // },
  // {
  //     "id": "ab3158e1-4c03-41b2-902b-f9c8f4c94c03",
  //     "time": 1838,
  //     "targetLang": "اليومين اللي فاتوا كان في الموضوع بتاع الامم المتحده الناس اللي يقارنوا بس",
  //     "baseLang": "",
  //     "originalIndex": 294
  // },
  // {
  //     "id": "098b269a-3ec5-4d74-a523-f8f631a6972c",
  //     "time": 1842,
  //     "targetLang": "مقارنه سريعه بين الزياره بتاع الدكتور عبد الله حمدوكه ومخاطبته الامم المتحده",
  //     "baseLang": "",
  //     "originalIndex": 295
  // },
  // {
  //     "id": "417ff486-3760-4437-b439-ca6fa2350413",
  //     "time": 1847,
  //     "targetLang": "في 2019 وبين الحاجه الاخيره اللي هسه تمت دي يعني",
  //     "baseLang": "",
  //     "originalIndex": 296
  // },
  // {
  //     "id": "8465d463-78f2-4dcf-9584-d40c84fa3e8b",
  //     "time": 1853,
  //     "targetLang": "اللي ناس بيتكلموا عن الكرامه والسياده يعني وال والوضع الكويس يعني برهان قالوا",
  //     "baseLang": "",
  //     "originalIndex": 297
  // },
  // {
  //     "id": "9bb8f857-a008-43d7-aa1d-6e53c2b3f87f",
  //     "time": 1859,
  //     "targetLang": "له انه انت ما بتقدر تتحرك الا في محيط 25 ميل اذا جيت والناس شافوا اللقاءات اللي",
  //     "baseLang": "",
  //     "originalIndex": 298
  // },
  // {
  //     "id": "b5f61b14-38a3-47d0-a997-6084220cb32b",
  //     "time": 1867,
  //     "targetLang": "عملها رئيس الوزراء المعين بواسطه برهان يعني اللي هي اغلبها مقابضه في الكور",
  //     "baseLang": "",
  //     "originalIndex": 299
  // },
  // {
  //     "id": "f502a19c-88c6-4cc5-b3b5-7ac0bdce3247",
  //     "time": 1873,
  //     "targetLang": "كوريدورز يعني لكن قارن بما حدث في 2019 عشان الناس تشوفو مش كده بس في الامم",
  //     "baseLang": "",
  //     "originalIndex": 300
  // },
  // {
  //     "id": "290d18a4-ed07-41eb-8f0f-14fb09d243df",
  //     "time": 1880,
  //     "targetLang": "المتحده السابقه الدوره الاخيره دي تم عقد ثلاثه فعاليات جانبيه او اجتماعات جانبيه",
  //     "baseLang": "",
  //     "originalIndex": 301
  // },
  // {
  //     "id": "ca1e4af5-4cab-46c4-98b4-448f4d6e07ab",
  //     "time": 1885,
  //     "targetLang": "حول السودان لم يدعى لها السودان مش رئيس الوزراء المعين بواسطه برهان مشى",
  //     "baseLang": "",
  //     "originalIndex": 302
  // },
  // {
  //     "id": "d8cf7e1b-aefe-458d-afbb-4a8599f4a01a",
  //     "time": 1891,
  //     "targetLang": "هناك ما تمت دعوته ليها ناس بيقعدوا يناقشوا امر السودان ما بينادوا اصلا يعني",
  //     "baseLang": "",
  //     "originalIndex": 303
  // },
  // {
  //     "id": "e040aae9-414b-43c3-8a9e-a2d68651a762",
  //     "time": 1898,
  //     "targetLang": "ما بنادوا الناس اللي بيتكلموا عن السياده والكرامه بتاعت السودان ذل يعني في 2019",
  //     "baseLang": "",
  //     "originalIndex": 304
  // },
  // {
  //     "id": "d5ece1e5-5078-4538-8cce-6813b01cd446",
  //     "time": 1902,
  //     "targetLang": "حصل 19",
  //     "baseLang": "",
  //     "originalIndex": 305
  // },
  // {
  //     "id": "99f33099-e9ca-44c2-b736-2e16e068395c",
  //     "time": 1904,
  //     "targetLang": "نمره واحد الفعاليه الجانبيه اللي اتعملت حول",
  //     "baseLang": "",
  //     "originalIndex": 306
  // },
  // {
  //     "id": "0df637b1-0d11-4539-8a0f-022e3e17963f",
  //     "time": 1908,
  //     "targetLang": "السودان تمت بمشاركه 80 دوله",
  //     "baseLang": "",
  //     "originalIndex": 307
  // },
  // {
  //     "id": "92d79615-b3af-458a-ba1e-12c79228bcba",
  //     "time": 1913,
  //     "targetLang": "رئيس الفعاليه دي في المنصه كان دكتور عبد الله حمدوك مع جوتيرش مع موسفكي رئيس مف",
  //     "baseLang": "",
  //     "originalIndex": 308
  // },
  // {
  //     "id": "68c73251-ac1a-4013-9508-dbad4287bf75",
  //     "time": 1921,
  //     "targetLang": "الاتحاد الافريقي اللي هو مش السودان بيغيب من نقاش امره السودان بيحتفى به وهو",
  //     "baseLang": "",
  //     "originalIndex": 309
  // },
  // {
  //     "id": "1dd87ca8-0fa0-4eea-84e8-c3171de6b1d9",
  //     "time": 1927,
  //     "targetLang": "في المنصه وال 80 من قيادات الدول اللي حضروا الفعال",
  //     "baseLang": "",
  //     "originalIndex": 310
  // },
  // {
  //     "id": "b5f8cbf7-dde4-4bf5-9469-b991f0bc7615",
  //     "time": 1932,
  //     "targetLang": "يه ديك كلهم التزموا بدعم السودان وبالنموذج الفريد اللي قاعد يقدم السودان",
  //     "baseLang": "",
  //     "originalIndex": 311
  // },
  // {
  //     "id": "a9699e3c-e1b1-4415-a8bc-870b8263b3f8",
  //     "time": 1936,
  //     "targetLang": "مش كده بس اتعملت فعاليه جانبيهاني ما حول السودان حول الحريات الصحفيه في العالم",
  //     "baseLang": "",
  //     "originalIndex": 312
  // },
  // {
  //     "id": "6c328b7c-3a52-4572-80fe-5077b0dc7571",
  //     "time": 1944,
  //     "targetLang": "وايضا جلب رئيس وزراء السودان عشان يكون في المنصه كان مع افتكر مدير اليونسكو مع",
  //     "baseLang": "",
  //     "originalIndex": 313
  // },
  // {
  //     "id": "fb586840-3c4c-453e-839b-e63a54a9f18e",
  //     "time": 1950,
  //     "targetLang": "امل كولوني ليه لانه السودان نموذج للعالم للعالم يعني مش فقط يعني مش مش زي الحال",
  //     "baseLang": "",
  //     "originalIndex": 314
  // },
  // {
  //     "id": "a29faeeb-26a0-472b-81ca-fa8cd6f33822",
  //     "time": 1958,
  //     "targetLang": "الذل والمهانه الحاليه دي اللي السودان حتى ما بيدعى لمناقشه امره لا حتى السودان",
  //     "baseLang": "",
  //     "originalIndex": 315
  // },
  // {
  //     "id": "52f6afac-a564-43e2-8aa4-44f328f7d68a",
  //     "time": 1965,
  //     "targetLang": "كان بيدعى لمناقشه امور عالميه باعتباره انه هو نموذج عالمي الرؤساء اللي طلعوا",
  //     "baseLang": "",
  //     "originalIndex": 316
  // },
  // {
  //     "id": "5df7d514-4121-4a75-bfed-b92a2a421b9f",
  //     "time": 1971,
  //     "targetLang": "الناس كلهم شافوا خطب الرؤساء اللي طلعوا في ال في الامم المتحده الاخيره كلها",
  //     "baseLang": "",
  //     "originalIndex": 317
  // },
  // {
  //     "id": "3a509790-3be2-4c13-b82f-c6b46763d645",
  //     "time": 1976,
  //     "targetLang": "بتتكلم عن شنو السودان اكبر مساء انسانيه في العالم السودان جعانين السودانيين",
  //     "baseLang": "",
  //     "originalIndex": 318
  // },
  // {
  //     "id": "87dd73ad-c299-4e58-8c12-9799b60a862d",
  //     "time": 1981,
  //     "targetLang": "السودانيين مرضانين السودانيين مشردين احنا لازم نوقف للسودانيين الحرب نحن لازم",
  //     "baseLang": "",
  //     "originalIndex": 319
  // },
  // {
  //     "id": "890b39cb-dae8-4f75-a7e6-e2a77739ecc2",
  //     "time": 1985,
  //     "targetLang": "نساعد السودانيين في 2019 ما كانت الخطابات هي خطابات تعاطف وشف اتفق على",
  //     "baseLang": "",
  //     "originalIndex": 320
  // },
  // {
  //     "id": "62ac94d6-0704-455e-a0f8-ca0ff2a6db91",
  //     "time": 1992,
  //     "targetLang": "السودانيين في 2019 كانت خطابات احتفاء بالسودان الناس بيتذكروا الرئيس الفرنسي",
  //     "baseLang": "",
  //     "originalIndex": 321
  // },
  // {
  //     "id": "ee392afb-0b8a-498e-821d-91e74531b7e6",
  //     "time": 1998,
  //     "targetLang": "قال شنو في دوري لاحق الرئيس الامريكي قال شنو غيره يعني",
  //     "baseLang": "",
  //     "originalIndex": 322
  // },
  // {
  //     "id": "f1149dc4-c1c9-4da7-9105-8ac3173a809e",
  //     "time": 2003,
  //     "targetLang": "وقس عليه ذلك كان السودان بفعل الانتقال المدني الديمقراطي",
  //     "baseLang": "",
  //     "originalIndex": 323
  // },
  // {
  //     "id": "64192865-7d48-4cbf-a91f-6e2e5d92f4a9",
  //     "time": 2012,
  //     "targetLang": "قطع خطوات مهمه في الاصلاح الاقتصادي بما يحسن حياه الناس",
  //     "baseLang": "",
  //     "originalIndex": 324
  // },
  // {
  //     "id": "bd60b63b-6418-4f20-a132-5bc959ec3338",
  //     "time": 2018,
  //     "targetLang": "في اسكات صوت البنادق احلال الامن بالبلد",
  //     "baseLang": "",
  //     "originalIndex": 325
  // },
  // {
  //     "id": "d73ae2a0-b656-4c1b-9733-4da7a4263f67",
  //     "time": 2023,
  //     "targetLang": "في الانتقال من دوله الحزب الواحد لدوله جميع السودانيين كان السودان عزيز ومكرم",
  //     "baseLang": "",
  //     "originalIndex": 326
  // },
  // {
  //     "id": "cdd22013-1b83-4479-b973-5cd768174538",
  //     "time": 2031,
  //     "targetLang": "خارجيا وبيحتفى به خارجيا حتى في الزيارات يعني اللي الان يعني بيستجدوها استجداء و",
  //     "baseLang": "",
  //     "originalIndex": 327
  // },
  // {
  //     "id": "2f604654-8ba3-47d7-ae14-1a60d60d1d79",
  //     "time": 2039,
  //     "targetLang": "شفنا الحاجه المذله اللي بتحصل دي بتاع يعني زول حتى بيمشي يسافر سايو",
  //     "baseLang": "",
  //     "originalIndex": 328
  // },
  // {
  //     "id": "49270608-3d0a-4268-879b-d3e5ed34159e",
  //     "time": 2046,
  //     "targetLang": "المهم يعني حاجه تمحن يعني لكن في وقتها بيستقبل طبعا رئيس وزراء السودان",
  //     "baseLang": "",
  //     "originalIndex": 329
  // },
  // {
  //     "id": "7deb9c62-5a63-494d-b6a6-cc35febc63e5",
  //     "time": 2054,
  //     "targetLang": "استقبالات الشرف اللي بترفع راس اي سوداني والكلام ده مش بس يعني انا بتكلم عن",
  //     "baseLang": "",
  //     "originalIndex": 330
  // },
  // {
  //     "id": "a956937f-d21c-4109-ba5c-e61f57c64558",
  //     "time": 2059,
  //     "targetLang": "المناظر بتكلم حتى عن اللي بيمر السودانيين في وقتها اي سوداني شايل جوازك",
  //     "baseLang": "",
  //     "originalIndex": 331
  // },
  // {
  //     "id": "229bed61-915d-4f0f-babf-b9346e85532a",
  //     "time": 2064,
  //     "targetLang": "السوداني نزعته مشيت باي مطار من المطارات ما بيتم النظر لك زي الليله طبعا يعني",
  //     "baseLang": "",
  //     "originalIndex": 332
  // },
  // {
  //     "id": "9e075a1d-7f0e-47ec-b484-28c0edd5236c",
  //     "time": 2070,
  //     "targetLang": "الليله دول كثيره عملت قيود على الطاشيرات على السودان دول كثيره عملت قيود على وجود",
  //     "baseLang": "",
  //     "originalIndex": 333
  // },
  // {
  //     "id": "3d47497a-7ae1-4956-b0be-e53f7ea20ecf",
  //     "time": 2075,
  //     "targetLang": "السودانيين نفسه فيها وغيره مادا فعلي شنو هل دي حرب الكرامه فعلا هذه الكرامه فعلا",
  //     "baseLang": "",
  //     "originalIndex": 334
  // },
  // {
  //     "id": "32d942bc-54a0-4c48-8758-5dfe0f8d58c5",
  //     "time": 2080,
  //     "targetLang": "بتيجي عن طريق الحكم العسكري ما نحنا شفنا الان بيتم مرمغه ومرمطه كرامه السودانيين",
  //     "baseLang": "",
  //     "originalIndex": 335
  // },
  // {
  //     "id": "fcd08372-2512-4345-95c9-2203e09faa01",
  //     "time": 2087,
  //     "targetLang": "بالارض في حين انه كان السودانيين معززين مكرمين في فتره الحكم المدني الديمقراطي",
  //     "baseLang": "",
  //     "originalIndex": 336
  // },
  // {
  //     "id": "1050bd65-cdd9-49d2-a4d1-2df051ddde3a",
  //     "time": 2093,
  //     "targetLang": "دايرين يمسحوا ذاكرتنا ما حيستطيعوا عاوزين يقولوا لنا انه",
  //     "baseLang": "",
  //     "originalIndex": 337
  // },
  // {
  //     "id": "eb2ea6e1-86ed-4638-9ced-8e4caad53ee4",
  //     "time": 2100,
  //     "targetLang": "السم الكان بتجرعنا له والنظم العسكريه في طوال العقود السابقه دي هو الدواء وانه",
  //     "baseLang": "",
  //     "originalIndex": 338
  // },
  // {
  //     "id": "342f7795-8837-4006-b480-f5d0f4fd6699",
  //     "time": 2107,
  //     "targetLang": "الدواء اللي شكلته",
  //     "baseLang": "",
  //     "originalIndex": 339
  // },
  // {
  //     "id": "08d8c3f7-01fd-4143-94ce-873034ef5e84",
  //     "time": 2113,
  //     "targetLang": "الانتقالات المدنيه الديمقراطيه المر بها السودان وفعلا خلت انه جسد السودان يبدا",
  //     "baseLang": "",
  //     "originalIndex": 340
  // },
  // {
  //     "id": "261c48b2-ea86-4f96-8b43-70c82f3bcc1b",
  //     "time": 2121,
  //     "targetLang": "في التعافي داارين يقول لنا ده السيم وعشان كده دارين مزيد من السيم الان",
  //     "baseLang": "",
  //     "originalIndex": 341
  // },
  // {
  //     "id": "b0341e05-0319-494f-870b-1c1efd6f4666",
  //     "time": 2127,
  //     "targetLang": "باستمرار حربهم دي وباستمرار دعواهم لمشاريع الاستبداد في السودان دايرين",
  //     "baseLang": "",
  //     "originalIndex": 342
  // },
  // {
  //     "id": "4cecd950-4a2a-4842-a0e4-1651f4ba9aff",
  //     "time": 2133,
  //     "targetLang": "يبتزونا بالكذب والتخوين",
  //     "baseLang": "",
  //     "originalIndex": 343
  // },
  // {
  //     "id": "45a03f96-ab84-479d-9157-49e22fc6fa4b",
  //     "time": 2138,
  //     "targetLang": "والتخويف ولكن بنقوله اليوم نحنا دي بلدنا ما بنسكت اطلاقا عن ما يحدث فيها لن",
  //     "baseLang": "",
  //     "originalIndex": 344
  // },
  // {
  //     "id": "738f85d1-296a-4a7a-a5ad-123efcfbc957",
  //     "time": 2149,
  //     "targetLang": "نستجيب لابتزاز مبتز او لتخويف مستبد ستنتهي هذه الحرب ويعود السودان عزيز كريم",
  //     "baseLang": "",
  //     "originalIndex": 345
  // },
  // {
  //     "id": "aa31d36f-9650-473a-997d-16fc6d8db0ff",
  //     "time": 2158,
  //     "targetLang": "تحت ظل التحول المدني الديمقراطي اللي بيعبر عن جميع ابناء وبنات السودان وستغرب",
  //     "baseLang": "",
  //     "originalIndex": 346
  // },
  // {
  //     "id": "7770f14f-76dd-474e-bb9d-6b52117fea1b",
  //     "time": 2166,
  //     "targetLang": "غرب شبر شمس الحرب والاستبداد الى الابد والى اللقاء في الحلقه القادمه",
  //     "baseLang": "",
  //     "originalIndex": 347
  // }
];
